[{"S. No.":1,"Device Name":"Anesthesia machine","Intended Use":"A medical device used to generate and mix a fresh gas flow of medical gases and inhalational anaesthetic agents for the purpose of inducing,monitoring and maintaining anaesthesia.","Risk Class":"C"},{"S. No.":2,"Device Name":"Aerosol delivery tubing","Intended Use":"A flexible tube used in conjunction with an oxygen mask, endotracheal (ET) tube, humidifier, or nebulizer, intended for the delivery of aerosolized humidification, typically oxygen enriched.","Risk Class":"A"},{"S. No.":3,"Device Name":"Aerosol face mask","Intended Use":"A flexible, form-shaped device that is placed over the nose and mouth to deliver air, oxygen (O2), or a mixture of the two gases, with aerosolized particles, to a patient's airway.","Risk Class":"B"},{"S. No.":4,"Device Name":"Aerosol inhalation monitor","Intended Use":"It is a device that enables a medical professional to\nobjectively assess in detail how the test subject uses their inhaler.","Risk Class":"B"},{"S. No.":5,"Device Name":"Airway device cleaning\nutensil","Intended Use":"A hand-held device intended to be used to clean an in situ\nand ex situ airway device.","Risk Class":"A"},{"S. No.":6,"Device Name":"Airway pressure alarm","Intended Use":"A device connected to the breathing circuit that monitors a patient's upper airway pressure during assisted\nmechanical ventilation.","Risk Class":"A"},{"S. No.":7,"Device Name":"Airway pressure\/oxygen monitor","Intended Use":"It is a device intended to continuously measure and display the breathing circuit pressure and oxygen (O2) concentration levels of respiratory gases delivered to a\npatient through positive pressure ventilation systems.","Risk Class":"B"},{"S. No.":8,"Device Name":"Airway protection face\nmask","Intended Use":"A flexible, form-shaped device that is placed over the nose\nand mouth to provide respiratory protection.","Risk Class":"A"},{"S. No.":9,"Device Name":"Airway temperature monitoring system","Intended Use":"An assembly of devices used to continuously measure the temperature at a specific point along a ventilation airway.","Risk Class":"B"},{"S. No.":10,"Device Name":"Airway tube forceps","Intended Use":"A hand-held instrument used for grasping a tube for its insertion and\/or extraction into\/from the airways, or for grasping obstructive objects for their removal from the airways.","Risk Class":"A"},{"S. No.":11,"Device Name":"Anaesthesia breathing circuit","Intended Use":"An assembly of devices designed to conduct medical gases from the fresh gas supply outlet of an anaesthesia\nunit\/workstation to the patient.","Risk Class":"B"},{"S. No.":12,"Device Name":"Anaesthesia catheter Luer connector","Intended Use":"It is a device intended to create a mechanical union between an anaesthesia catheter and an external device,\nvia a Luer connection.","Risk Class":"A"},{"S. No.":13,"Device Name":"Anaesthesia depth monitor","Intended Use":"It is a device intended to be used to detect, process, and display the signals recorded from an unconscious patient (in a state of anaesthesia), showing the degree of\nconsciousness.","Risk Class":"B"},{"S. No.":14,"Device Name":"Anaesthesia depth simulator","Intended Use":"A device intended to simulate the electroencephalography (EEG) signals of an unconscious patient (in a state of anaesthesia) in order to test and calibrate an anaesthesia depth monitor, check patient cable continuity, or train healthcare providers.","Risk Class":"A"},{"S. No.":15,"Device Name":"Anaesthesia instrument\ntable","Intended Use":"It is intended as a support for Anaesthesia instruments\nused during general anaesthesia surgical procedures.","Risk Class":"A"},{"S. No.":16,"Device Name":"Anaesthesia mask stabilizer","Intended Use":"A device intended to secure an anaesthesia mask on the face of a patient typically by providing anchorage for the\nfixation of the mask's headstrap.","Risk Class":"A"},{"S. No.":17,"Device Name":"Anaesthesia system\nleakage tester","Intended Use":"A device intended to test an anaesthesia system for\nleakage.","Risk Class":"A"},{"S. No.":18,"Device Name":"anaesthesia vaporizer","Intended Use":"A device used to vaporize the anaesthetic agent and\ndeliver a controlled amount of the agent to a patient being prepared for surgery.","Risk Class":"C"},{"S. No.":19,"Device Name":"Anaesthesia warmer","Intended Use":"A device intended to warm the anaesthetic solutions prior to it being administered to a patient for anaesthesia.","Risk Class":"A"},{"S. No.":20,"Device Name":"Anaesthesia workstation gas scavenger","Intended Use":"A device intended to connect between the expiratory valve\/port of a breathing circuit and the extraction system enabling the waste anaesthetic, exhaled, or other trace gases to be removed under controlled conditions from the work environment and channelled to the outside of the building.","Risk Class":"B"},{"S. No.":21,"Device Name":"Anaesthetic gas\nabsorption\/desorption device","Intended Use":"A device intended to, when integrated within the common\nline of a breathing circuit, absorb and desorb (i.e., recycle) exhaled volatile anaesthetic agents.","Risk Class":"B"},{"S. No.":22,"Device Name":"Anaesthetic gas scavenging terminal unit","Intended Use":"A device intended to function as an outlet assembly to which the operator can connect\/disconnect an anaesthetic\ngas scavenging system (AGSS).","Risk Class":"A"},{"S. No.":23,"Device Name":"Anesthesia Face Mask","Intended Use":"A device designed to be placed over a patient's nose and\/or mouth to administer anaesthetic gases to the upper\nairway.","Risk Class":"A"},{"S. No.":24,"Device Name":"Artificial airway stylet","Intended Use":"A device intended for insertion within the lumen of an artificial airway tube to stiffen and\/or maintain the shape of\nthe tube to facilitate intubation.","Risk Class":"A"},{"S. No.":25,"Device Name":"Artificial airway\nwashing\/disinfection jar","Intended Use":"A container intended to hold artificial airway devices to\nfacilitate their washing\/disinfection.","Risk Class":"B"},{"S. No.":26,"Device Name":"Atomizer","Intended Use":"A device that is intended to provide liquid medication in\naerosolized form into the air that a patient will breathe.","Risk Class":"A"},{"S. No.":27,"Device Name":"Brachial plexus anaesthesia kit","Intended Use":"A collection of devices intended to deliver a brachial plexus nerve block through one of several routes that could include supraclavicular, interscalene, infraclavicular, or axillary.","Risk Class":"B"},{"S. No.":28,"Device Name":"Breathing circuit bag","Intended Use":"A device intended to store breathing gas during the\nrespiratory cycle.","Risk Class":"A"},{"S. No.":29,"Device Name":"Breathing circuit condenser","Intended Use":"A device intended to be integrated within the expiratory limb of a breathing circuit to remove excess moisture through cooling and condensing, whilst also reheating the dried gases to an appropriate machine-compatible temperature.","Risk Class":"A"},{"S. No.":30,"Device Name":"Breathing circuit dryer","Intended Use":"A device that is used for the purpose of drying breathing circuit equipment that have been washed inorder to\nprevent bacteria growth and deterioration","Risk Class":"A"},{"S. No.":31,"Device Name":"Breathing circuit gas- sampling\/monitoring set","Intended Use":"A collection of devices intended to be integrated within a breathing circuit to enable interface of gases between the breathing circuit and a respiratory monitoring device for sampling the patient's expired gas for measurements of pressure, flow and\/or gas analysis.","Risk Class":"B"},{"S. No.":32,"Device Name":"Breathing circuit washer\/disinfector","Intended Use":"A device intended for the cleaning and high-level\ndisinfection of breathing circuit components used in respiratory therapy and anaesthesia equipment.","Risk Class":"B"},{"S. No.":33,"Device Name":"Breathing mouthpiece","Intended Use":"A device intended to be inserted into a patient's mouth to\nfacilitate access to the respiratory system.","Risk Class":"A"},{"S. No.":34,"Device Name":"Bronchoscope","Intended Use":"An endoscope with an inserted portion intended for the visual examination and treatment of the trachea, primary bronchi, and upper regions of the lungs and take biopsies and sample of secretions.","Risk Class":"A"},{"S. No.":35,"Device Name":"Capnography oxygen mask","Intended Use":"A device intended to be placed over the nose and mouth to deliver oxygen (O2) to a patient's airway and to sample exhaled respiratory gases for monitoring the patient’s ventilatory status.","Risk Class":"A"},{"S. No.":36,"Device Name":"Capnography sampling\nadaptor","Intended Use":"The device is intended for sampling CO2 and use with\nmonitors enabled with capnography technology .","Risk Class":"A"},{"S. No.":37,"Device Name":"Carbon dioxide monitor","Intended Use":"A device intended to continuously measure the concentration of carbon dioxide (CO2) in a gas mixture to determine a patient's ventilatory, circulatory, or metabolic status.","Risk Class":"C"},{"S. No.":38,"Device Name":"CPAP\/BPAP nasal mask","Intended Use":"A device designed to be placed over a user's nose to interface with a continuous positive airway pressure (CPAP) or bi-level positive airway pressure (BPAP) unit to provide the respiratory tract with direct ambient air, or medical oxygen (O2) and air, at a higher pressure than ambient air for noninvasive positive pressure ventilation\n(NPPV).","Risk Class":"B"},{"S. No.":39,"Device Name":"CPAP\/BPAP oral mask","Intended Use":"A device designed to be fitted to the user's mouth to interface with a continuous positive airway pressure (CPAP) or bi-level positive airway pressure (BPAP) unit to provide the respiratory tract with direct ambient air, or medical oxygen (O2) and air, at a higher pressure than ambient air for noninvasive positive pressure ventilation\n(NPPV).","Risk Class":"B"},{"S. No.":40,"Device Name":"Electronic epidural space locator control unit","Intended Use":"A device intended to be used with an epidural needle and an electronic epidural space locator pressure-sensing set, to aid a user in locating the epidural needle tip within the epidural space for subsequent anaesthesia administration.","Risk Class":"D"},{"S. No.":41,"Device Name":"Electronic oesophageal stethoscope","Intended Use":"An electronic listening device designed to be inserted into a patient's oesophagus to listen to heart and breathe sounds, typically while the patient is under anaesthesia.","Risk Class":"B"},{"S. No.":42,"Device Name":"Endobronchial airway sizing kit","Intended Use":"A collection of mechanical devices intended to be used with a balloon catheter for a planned intervention to determine the appropriate endobronchial valve sizes for a patient's lung airways (bronchial lumens).","Risk Class":"A"},{"S. No.":43,"Device Name":"Helium\/oxygen breathing gas mixer","Intended Use":"An independent mechanical device designed for accurate mixing of helium (He) and oxygen (O2) with concentrations that are appropriated for breathing in a patient who is indicated to assist flow of O2 into the alveoli and to reduce the work of breathing.","Risk Class":"B"},{"S. No.":44,"Device Name":"High-frequency ventilator","Intended Use":"A device intended to assist or control alveolar ventilation using a frequency that is considerably higher than the physiological breathing rate and a tidal volume less than or equal to the anatomic dead space.","Risk Class":"C"},{"S. No.":45,"Device Name":"Inhalational analgesia unit","Intended Use":"A device primarily designed to administer analgesic gases to the patient, or produce analgesic vapours for inhalation.","Risk Class":"B"},{"S. No.":46,"Device Name":"In-line arterial blood sampling set","Intended Use":"A collection of devices designed to obtain an in-line arterial blood specimen while maintaining a closed system.","Risk Class":"A"},{"S. No.":47,"Device Name":"In-line backflow valve","Intended Use":"A general-purpose device used in medical tubing or pipe-\nlines to prevent the backflow of gases or liquids.","Risk Class":"A"},{"S. No.":48,"Device Name":"Intracardiac oximeter","Intended Use":"A photoelectric device designed to transmit radiation at a known wavelength(s) through blood to measure the concentration of oxygen, or dye, within the heart based on the amount of reflected or scattered radiation.","Risk Class":"B"},{"S. No.":49,"Device Name":"Intravascular blood gas\/pH monitoring system","Intended Use":"An assembly of devices used for the continuous in vivo measurement and display of the values of pH and\/or the partial pressure of CO2 and\/or O2 in arterial blood.  The system is used for patients with respiratory failure or severe pulmonary hypertension after cardiac surgery.","Risk Class":"B"},{"S. No.":50,"Device Name":"Intravascular membrane oxygenator","Intended Use":"A device designed for intravascular diffusion of oxygen into and carbon dioxide from the blood across an implantable (vena cava) gas-permeable membrane, used mainly as a temporary treatment for failing lungs in adults with respiratory distress syndrome.","Risk Class":"C"},{"S. No.":51,"Device Name":"Intravascular oximeter","Intended Use":"An instrument designed for the continuous in vivo measurement of venous blood oxygen saturation (SvO2)\nusing a fibreoptic catheter.","Risk Class":"B"},{"S. No.":52,"Device Name":"Intubation laryngoscope","Intended Use":"A hand-held device intended to be used by anaesthesia\/emergency service personnel to manipulate the tongue, preventing it from obstructing the oropharynx and enabling a clear view of the trachea for the insertion of an endotracheal (ET) tube prior to the delivery of inhalation anaesthesia and\/or ventilation.","Risk Class":"A"},{"S. No.":53,"Device Name":"Intubation teeth protector","Intended Use":"A device designed to fit over the upper and lower sets of teeth to protect them from damage during endotracheal\n(ET) tube intubation procedures.","Risk Class":"A"},{"S. No.":54,"Device Name":"Invasive arterial pressure cardiac output\/oximetry monitor","Intended Use":"A device intended to continuously measure and display arterial pressure cardiac output (APCO) and haemoglobin oxygen saturation (e.g., SpO2) when connected to an extravascular blood pressure transducer linked to a peripheral arterial line, and to a pulse oximeter or an oximetry catheter.","Risk Class":"B"},{"S. No.":55,"Device Name":"Laryngeal airway introducer","Intended Use":"A device intended to aid insertion of a laryngeal airway into the pharyngeal cavity of a patient while reducing or eliminating the need for finger manipulation within the mouth. It is typically in the form of a metal blade with a handle and may be mounted onto the laryngeal airway during insertion. This is a reusable device intended to be\nsterilized prior to use.","Risk Class":"A"},{"S. No.":56,"Device Name":"Laryngectomy tube","Intended Use":"A device intended to maintain tracheostoma patency after laryngectomy to provide an airway for the patient and to prevent tracheostomal stenosis in the months following the procedure.","Risk Class":"B"},{"S. No.":57,"Device Name":"Laryngotracheal anaesthesia applicator","Intended Use":"A non-sterile container that is prefilled with an anaesthetic agent and intended to be used to apply the agent to the oropharynx and upper airway, to relax laryngotracheal reflexes prior to an intervention of an endotracheal (ET) tube or other type of tracheal tube.","Risk Class":"B"},{"S. No.":58,"Device Name":"Manual jet ventilation device","Intended Use":"A portable, manually-operated, noninvasive device intended to be used in conjunction with a separate compressed oxygen (O2) source and airway access device for transtracheal ventilation of a patient in an emergency situation where there is complete or partial\nobstruction of the airways.","Risk Class":"C"},{"S. No.":59,"Device Name":"Mechanical positive pressure airway secretion- clearing device","Intended Use":"A hand-held, mechanical device designed to remove excessive mucus or sputum (phlegm) from the lungs and upper airway of a patient typically suffering from acute or chronic lung disease.","Risk Class":"A"},{"S. No.":60,"Device Name":"Medical gas flowmeter","Intended Use":"A device intended to measure and regulate the flow of a\nmedical gas during various procedures.","Risk Class":"A"},{"S. No.":61,"Device Name":"Medical gas flowmeter,\nThorpe tube","Intended Use":"A device intended to measure and regulate the flow of a\nmedical gas during various procedures.","Risk Class":"A"},{"S. No.":62,"Device Name":"Medical gas pipeline system","Intended Use":"An assembly of devices designed to supply compressed\nmedical gases from a central source to endpoints throughout a medical facility.","Risk Class":"A"},{"S. No.":63,"Device Name":"Medical gas pipeline system automatic outlet\nanalyser","Intended Use":"A mains component of a medical gas pipeline supply system that monitors the composition of a gas delivered\nfrom the supply system.","Risk Class":"A"},{"S. No.":64,"Device Name":"Medical gas pipeline system pressure monitor","Intended Use":"A component of a medical gas pipeline system designed to continuously monitor and detect changes in the pressure values of the medical gases in the supply\npipeline.","Risk Class":"A"},{"S. No.":65,"Device Name":"Medical gas terminal unit","Intended Use":"A device that is a component of a medical gas pipeline system or a medical gas\/vacuum pipeline system that has a gas-specific outlet connection for a single\/mixture of gas to which the operator can connect and disconnect a medica device.","Risk Class":"A"},{"S. No.":66,"Device Name":"Microbial medical gas filter","Intended Use":"A screening device intended to remove microbes from medical gases to prevent patient exposure during\nrespiration, anaesthesia and\/or endoscopy.","Risk Class":"B"},{"S. No.":67,"Device Name":"Negative-pressure ventilator","Intended Use":"An automatic cycling machine used to assist or control alveolar respiration that exerts a negative pressure on the external surface of the chest wall, expanding the chest and moving air into the lungs.","Risk Class":"C"},{"S. No.":68,"Device Name":"Neonatal chest percussor","Intended Use":"A hand-held device (a percussor) intended to be operated by a healthcare professional to provide external vibrations to the chest wall of a neonate to help loosen bronchial mucus for expectoration through suctioning. It is used to help loosen secretion build-up in the lungs of neonates who cannot perform the natural cough mechanism.","Risk Class":"B"},{"S. No.":69,"Device Name":"Nerve-block injection manometer","Intended Use":"A noninvasive device intended to be connected between a syringe and a nerve-block needle to indicate injection pressure during administration of local or regional anaesthesia to achieve peripheral nerve blockade.","Risk Class":"A"},{"S. No.":70,"Device Name":"Nitric oxide delivery unit","Intended Use":"A device intended for the delivery of precise amounts of nitric oxide (NO), also known as nitrogen monoxide, to the respiratory tract of neonate, paediatric, and adult patients\nto treat severe respiratory disorders.","Risk Class":"B"},{"S. No.":71,"Device Name":"Non-heated respiratory humidifier","Intended Use":"A device designed to prevent the drying of airway passages associated with the inhalation of oxygen (O2) by adding water vapour to the dry gas as it is passed through, or more seldom, over water.","Risk Class":"B"},{"S. No.":72,"Device Name":"Non-rebreathing oxygen face mask","Intended Use":"A flexible, form-shaped device designed with valve to control rebreathing and contamination of gas, placed over the nose and mouth to deliver air of high oxygen (O2) concentration to a patient's airway for oxygen therapy.","Risk Class":"A"},{"S. No.":73,"Device Name":"Nose clip","Intended Use":"A device intended to be used to compress the nose externally, to ensure that airflow is exclusively conducted through the mouth during examinations of the pulmonary function and\/or to stop nosebleeds.","Risk Class":"A"},{"S. No.":74,"Device Name":"Oxygen administration hood","Intended Use":"A device consisting of a rigid transparent plastic shell forming an enclosure over the head of an adult, typically to provide an enriched oxygen (O2)environment to increase\nthe patient's O2 uptake.","Risk Class":"A"},{"S. No.":75,"Device Name":"Oxygen saturation\/pulse rate simulator","Intended Use":"An electronic instrument designed to simulate arterial oxygen saturation and\/or pulse rate for testing and calibrating pulse oximeters, pulse oximeter probes and other related pulse oximetry devices.","Risk Class":"A"},{"S. No.":76,"Device Name":"Oxygen\/air breathing gas mixer","Intended Use":"A portable mechanical device designed to mix air and\noxygen (O2) for mobile O2 administration during first aid or emergency situations.","Risk Class":"B"},{"S. No.":77,"Device Name":"Patient physiologic monitoring system","Intended Use":"An assembly of devices designed for continuous\nassessment of several vital physiologic parameters of patient(s).","Risk Class":"C"},{"S. No.":78,"Device Name":"Pleural manometer","Intended Use":"A noninvasive device intended to convert pressure into\nelectrical signals for the measurement of pressure within the pleural cavity.","Risk Class":"B"},{"S. No.":79,"Device Name":"Pneumatic chest percussor","Intended Use":"A hand-held pneumatic device designed to provide external vibrations to the chest wall of a patient to loosen excessive airway secretions to promote airway clearance and improve bronchial drainage for patients with respiratory disease.","Risk Class":"B"},{"S. No.":80,"Device Name":"Pressure algometer\/aesthesiometer","Intended Use":"An instrument designed to measure a patient's sensitivity to pain (pain threshold) and tactile sensibility.","Risk Class":"B"},{"S. No.":81,"Device Name":"Pulmonary resuscitator","Intended Use":"A hand-operated device designed to provide or assist ventilation in patients who are apnoeic or exhibit\ninadequate respiration.","Risk Class":"C"},{"S. No.":82,"Device Name":"Pulse Co-oximeter","Intended Use":"A device designed to detect hypoxia via the transcutaneous multiwave measurement and display of carboxy-haemoglobin saturation (SpCO) and typically other related parameters such as haemoglobin oxygen saturation (SpO2), methaemoglobin saturation (SpMet),\nand haemoglobin concentration (SpHb).","Risk Class":"B"},{"S. No.":83,"Device Name":"Pulse oximeter","Intended Use":"A device intended for the transcutaneous measurement\nand display of haemoglobin oxygen saturation (SpO2).","Risk Class":"C"},{"S. No.":84,"Device Name":"Rebreathing oxygen face mask","Intended Use":"A flexible, form-shaped device designed to be placed over the nose and mouth to deliver a proportional mixture of\nair\/oxygen (O2) to a patient's airway.","Risk Class":"A"},{"S. No.":85,"Device Name":"Respiration monitor","Intended Use":"A device designed to measure and display a non- ambulatory patient's respiratory functions. Measurements include concentration of respiratory gas components and\/or continuous monitoring of the inspiration\/expiration cycle including respiration rate, air volume, and cessation of breathing (apnoea).","Risk Class":"B"},{"S. No.":86,"Device Name":"Respiratory oxygen monitor","Intended Use":"An instrument designed to continuously measure the concentration of oxygen (O2) inspired by a patient in a\nrespiratory maintenance\/therapy setting.","Risk Class":"B"},{"S. No.":87,"Device Name":"Respiratory oxygen therapy monitor\/regulator","Intended Use":"An electrically-powered unit designed to be connected to a pulse oximeter sensor and used during the administration of oxygen (O2) to a spontaneously breathing patient, for:\n1) continuous monitoring of physiologic parameters, especially haemoglobin oxygen saturation (SpO2); and 2) dynamic regulation of the amount of O2 delivered to the patient based on physiological parameter measurements.","Risk Class":"B"},{"S. No.":88,"Device Name":"Rigid non-bladed video intubation laryngoscope","Intended Use":"A non-sterile device intended to facilitate the positioning of\nan endotracheal (ET) tube prior to the delivery of inhalation anaesthesia and\/or ventilation.","Risk Class":"A"},{"S. No.":89,"Device Name":"Saddle block anaesthesia kit","Intended Use":"A collection of devices designed to deliver an analgesic or anaesthetic agent to the lower dural sac in the region corresponding to the buttocks, in the perineum, or to the inner aspects of the thighs.","Risk Class":"B"},{"S. No.":90,"Device Name":"Spinal needle bioimpedance navigation unit","Intended Use":"A device designed to transmit and receive electrical signals to\/from a dedicated spinal needle and to analyse bioimpedance data in real-time, to predict needle tip location.","Risk Class":"D"},{"S. No.":91,"Device Name":"Spirometer\/pulmonary function analyser syringe","Intended Use":"A device consisting of a barrel (cylinder) with plunger\/piston intended to be used for injecting small volumes of accurately measured amounts of gas into a spirometer, pulmonary function analyser, or other diagnostic pulmonary measuring\/testing device for\ncalibration or reference.","Risk Class":"A"},{"S. No.":92,"Device Name":"Tracheal surgery dilator","Intended Use":"A hand-held manual surgical instrument intended to be used during surgical intervention of the trachea to dilate tracheal structures\/passages, typically during the creation of a tracheostoma and\/or for expanding the margins of a tracheostoma to assist in the insertion of a tracheostomy\ntube.","Risk Class":"A"},{"S. No.":93,"Device Name":"Tracheotome","Intended Use":"A surgical instrument designed to cut an opening into the trachea (windpipe) through the anterior surface of the neck\nto create an artificial airway (tracheotomy).","Risk Class":"A"},{"S. No.":94,"Device Name":"Ultrasonic cough stimulation system","Intended Use":"An assembly of devices designed to stimulate a reflex cough using ultrasound in a patient who cannot cough on command, typically respiratory patients with cortical insufficiency or the very young\/elderly, to help clear the lungs of secretions and aspirated materials.","Risk Class":"A"},{"S. No.":95,"Device Name":"Ultrasonic respiratory humidifier","Intended Use":"A device designed to agitate water into micro-particles with ultrasound to add moisture to the flow of air\/gases\nadministered to a patient via a breathing tube\/circuit.","Risk Class":"B"},{"S. No.":96,"Device Name":"Vacuum-assisted airway secretion-clearing system","Intended Use":"A device assembly designed to remove excessive secretion from the lungs and upper airway of patients with respiratory disease or during cardiac rehabilitation through vacuum technology.","Risk Class":"B"},{"S. No.":97,"Device Name":"Venturi oxygen face mask","Intended Use":"A flexible, cone-shaped device placed over the patient's nose and mouth to deliver a mixture of an almost precise ratio of air and oxygen to the patient's airway. The device usually has a replaceable part (Venturi tube) to change the mixture ratio of air and oxygen so that oxygen is delivered at a desired concentration. The device is connected to the oxygen source via a tube. The device has a head strap for fixation. Normally comes with an adapter to connect with humidifier.","Risk Class":"B"},{"S. No.":98,"Device Name":"Venturi oxygen face mask","Intended Use":"A device designed to be placed over the nose and mouth of a patient to deliver a near-precise mixture of air and oxygen (O2) to a patient's airway without the use of a gas\nmixer.","Risk Class":"B"},{"S. No.":99,"Device Name":"Bronchial cannula","Intended Use":"A tube-shaped surgical instrument that is inserted into the\nlumen of the bronchus by means of a trocar blade to provide rigidity.","Risk Class":"A"},{"S. No.":100,"Device Name":"Bronchoscopy tube","Intended Use":"A device which is inserted orally into the trachea to maintain airway patency and\/or to deliver anaesthetic inhalation agents or other medical gases, and secure ventilation during diagnostic or therapeutic bronchoscopy using a flexible bronchoscope.","Risk Class":"C"},{"S. No.":101,"Device Name":"Bulk oxygen concentration system","Intended Use":"An assembly of devices designed to concentrate oxygen (O2) from ambient air and then deliver the concentrated O2, with purity of up to 99.5%, to the hospital medical gas supply system.","Risk Class":"B"},{"S. No.":102,"Device Name":"Endotracheal secretion monitoring system","Intended Use":"An assembly of devices designed to continuously detect the sound of endotracheal (ET) secretions moving through a ventilation circuit during suctioning of an artificially ventilated and\/or spontaneously breathing patient to assess the effectiveness of suctioning.","Risk Class":"B"},{"S. No.":103,"Device Name":"Epidural anaesthesia kit","Intended Use":"A collection of devices intended to be used to deliver an\nanalgesic or anaesthetic agent to the epidural space for pain management.","Risk Class":"C"},{"S. No.":104,"Device Name":"Laryngeal airway","Intended Use":"A curved tube used in inhalational anaesthesia and resuscitation to facilitate and secure airway patency for the delivery and exchange of gases in spontaneously breathing and ventilated patients.","Risk Class":"A"},{"S. No.":105,"Device Name":"Medicine chamber spacer","Intended Use":"A device intended to be placed between a nebulizer or a metered dose inhaler (MDI) and the patient's mouth, to function as a reservoir into which an aerosol medication is dispensed in order to minimize delivery of large\naerosolized particles.","Risk Class":"A"},{"S. No.":106,"Device Name":"Nasopharyngeal airway","Intended Use":"A rubber or plastic tube that extends into the pharynx from\neither naris to maintain airway patency.","Risk Class":"B"},{"S. No.":107,"Device Name":"Oropharyngeal airway","Intended Use":"A curved metal or plastic tube inserted through the mouth to facilitate airway patency for gas exchange or suctioning. The device prevents the tongue from obstructing airflow.","Risk Class":"A"},{"S. No.":108,"Device Name":"Oxygen\/air\/nitrous oxide breathing gas mixer","Intended Use":"An device designed for accurate mixing of oxygen (O2) and air or O2 and nitrous oxide (N2O) in pre-set\nconcentrations appropriated for breathing.","Risk Class":"C"},{"S. No.":109,"Device Name":"Peak flow meter","Intended Use":"A device designed to measure the maximum rate of expiratory gas flow [peak expiratory flow (PEF) or peak expiratory flow rate (PEFR)] and forced expiratory volume (FEV) from the lungs. The device is typically intended to monitor the respiratory status of a patient suffering from chronic respiratory disease  in a clinical setting or the home.","Risk Class":"B"},{"S. No.":110,"Device Name":"Pulmonary function\nanalysis system","Intended Use":"A device used to measure the function of the respiratory\nsystem in adults and compliant children.","Risk Class":"B"},{"S. No.":111,"Device Name":"Retrograde endotracheal intubation kit","Intended Use":"A collection of devices used to assist in the placement of\nan endotracheal (ET) tube during difficult\/emergency airway access procedures","Risk Class":"B"},{"S. No.":112,"Device Name":"Tracheostomy kit","Intended Use":"A collection of surgical instruments, dilators, tracheostomy tubes and other items intended to be used to create a percutaneous opening in the trachea (tracheotomy) for the insertion of a tracheostomy tube to relieve upper airway obstruction and to facilitate ventilation.","Risk Class":"C"}]