[{"S. No.":1,"Device Name":"Arrhythmia Detector And Alarm (Including St-Segment Measurement And Alarm)","Intended Use":"The arrhythmia detector and alarm device monitors an electrocardiogram and is designed to produce a visible or audible signal or alarm when atrial or ventricular arrhythmia, such as\npremature contraction or ventricular fibrillation, occurs.","Risk Class":"C"},{"S. No.":2,"Device Name":"Cardiac monitor (including cardiotachometer and rate alarm)","Intended Use":"A cardiac monitor (including cardiotachometer and rate alarm) is a device used to measure the heart rate from an analog signal produced by an electrocardiograph, vectorcardiograph, or blood pressure monitor. This device may sound an alarm when the heart rate falls outside preset upper and\nlower limits.","Risk Class":"B"},{"S. No.":3,"Device Name":"Apexcardiograph (vibrocardiograph)","Intended Use":"An apex cardiograph (vibrocardiograph) is a device used to amplify or condition the signal from an apex cardiographic transducer and to produce a visual display of the motion of the heart; this device also provides any excitation energy required by the\ntransducer.","Risk Class":"B"},{"S. No.":4,"Device Name":"Echocardiograph","Intended Use":"An echocardiograph is a device that uses ultrasonic energy to create images of cardiovascular structures. It includes phased arrays and two-dimensional scanners.","Risk Class":"B"},{"S. No.":5,"Device Name":"Electrocardiograph","Intended Use":"An electrocardiograph is a device used to process the electrical signal transmitted through two or more electrocardiograph electrodes and to produce a visual display of the electrical signal produced by heart.","Risk Class":"B"},{"S. No.":6,"Device Name":"Electrocardiograph electrode","Intended Use":"An electrocardiograph electrode is the electrical conductor which is applied to the surface of the body to transmit the electrical signal at the body surface to a processor that produces an electrocardiogram or vectorcardiogram.","Risk Class":"B"},{"S. No.":7,"Device Name":"Vascular clip","Intended Use":"A vascular clip is an implanted extravascular device designed to occlude, by compression, blood flow in small blood vessels other\nthan intracranial vessels.","Risk Class":"B"},{"S. No.":8,"Device Name":"Vena cava clip","Intended Use":"A vena cava clip is an implanted extravascular device designed to occlude partially the vena cava for the purpose of inhibiting the flow of\nthromboemboli through that vessel.","Risk Class":"B"},{"S. No.":9,"Device Name":"Intra-aortic balloon","Intended Use":"An intra-aortic balloon is a prescription device that consists of an inflatable balloon, which is placed in the aorta to improve cardiovascular functioning during certain life-threatening emergencies, and a control system for regulating the inflation and deflation of the balloon.","Risk Class":"C"},{"S. No.":10,"Device Name":"Intra-aortic balloon control system (balloon pump)","Intended Use":"An intra-aortic balloon control system, which monitors and is synchronized with the electrocardiogram, provides a means for setting the inflation and\ndeflation of the balloon with the cardiac cycle.","Risk Class":"B"},{"S. No.":11,"Device Name":"Ventricular bypass (assist) device","Intended Use":"A ventricular bypass (assist) device is a device that assists the left or right ventricle in maintaining circulatory blood flow. The device is either totally or partially\nimplanted in the body.","Risk Class":"D"},{"S. No.":12,"Device Name":"Pacing system analyzer","Intended Use":"A pacing system analyzer (PSA) is a prescription device that combines the functionality of a pacemaker electrode function tester and an external pacemaker pulse generator (EPPG). It is connected to a pacemaker lead and uses a power supply and electronic circuits to supply an accurately calibrated, variable pacing pulse for measuring the patient's pacing threshold and intracardiac R-wave potential. A PSA may be a single, dual, or triple chamber system and can simultaneously deliver pacing therapy while testing one or more\nimplanted pacing leads.","Risk Class":"C"},{"S. No.":13,"Device Name":"Implantable pacemaker pulse generator","Intended Use":"An implantable pacemaker pulse generator is a device that has a power supply and electronic circuits that produce a periodic electrical pulse to stimulate the heart. This device is used as a substitute for the heart's intrinsic pacing system to correct both intermittent and continuous cardiac rhythm disorders. This device may include triggered, inhibited, and asynchronous modes and is implanted in the human body.","Risk Class":"D"},{"S. No.":14,"Device Name":"Pacemaker lead adaptor","Intended Use":"A pacemaker lead adaptor is a device used to adapt a pacemaker lead so that it can be connected to a pacemaker pulse generator\nproduced by a different manufacturer.","Risk Class":"C"},{"S. No.":15,"Device Name":"Pacemaker generator function analyzer","Intended Use":"A pacemaker generator function analyzer is a device that is connected to a pacemaker pulse generator to test any or all of the generator's parameters, including pulse duration, pulse amplitude, pulse rate, and sensing threshold.","Risk Class":"C"},{"S. No.":16,"Device Name":"Cardiovascular permanent or temporary pacemaker electrode","Intended Use":"A temporary pacemaker electrode is a device consisting of flexible insulated electrical conductors with one end connected to\nan external pacemaker pulse generator and the other end applied to the heart. The device is used to transmit a pacing electrical stimulus from the pulse generator to the heart and\/or to transmit the electrical signal of the heart to the\npulse generator.","Risk Class":"C"},{"S. No.":17,"Device Name":"Pacemaker test magnet","Intended Use":"A pacemaker test magnet is a device used to test an inhibited or triggered type of pacemaker pulse generator and cause an inhibited or triggered generator to revert to asynchronous operation.","Risk Class":"A"},{"S. No.":18,"Device Name":"Pacemaker programmers","Intended Use":"A pacemaker programmer is a device used to noninvasively change one or more of the electrical operating characteristics\nof a pacemaker.","Risk Class":"C"},{"S. No.":19,"Device Name":"Pacemaker repair or replacement material","Intended Use":"A pacemaker repair or replacement material is an adhesive, a sealant, a screw, a crimp, or any other material used to repair a pacemaker lead or to reconnect a pacemaker lead to a pacemaker pulse generator.","Risk Class":"D"},{"S. No.":20,"Device Name":"Annuloplasty ring","Intended Use":"An annuloplasty ring is a rigid or flexible ring implanted around the mitral or tricuspid heart valve for reconstructive treatment of valvular\ninsufficiency.","Risk Class":"C"},{"S. No.":21,"Device Name":"Carotid sinus nerve stimulator","Intended Use":"A carotid sinus nerve stimulator is an implantable device used to decrease arterial pressure by stimulating Hering's nerve at the\ncarotid sinus.","Risk Class":"D"},{"S. No.":22,"Device Name":"Replacement heart valve","Intended Use":"A replacement heart valve is a device intended to perform the function of any of the heart's natural valves. This device includes valves constructed of prosthetic materials, biologic valves (e.g., porcine valves), or valves constructed of a combination of prosthetic and biologic materials.","Risk Class":"D"},{"S. No.":23,"Device Name":"Endomyocardial biopsy device","Intended Use":"An endomyocardial biopsy device is a device used in a catheterization procedure to remove samples of tissue from the\ninner wall of the heart.","Risk Class":"D"},{"S. No.":24,"Device Name":"Extracorporeal circuit and accessories for long-term respiratory\/cardiopulmonary failure","Intended Use":"An extracorporeal circuit and accessories for long-term respiratory\/cardiopulmonary support (>6 hours) is a system of devices and accessories that provides assisted extracorporeal circulation and physiologic gas exchange of the patient's blood in patients with acute respiratory failure or acute cardiopulmonary failure, where other available treatment options have failed, and continued clinical deterioration is expected or the risk of death is imminent. The main devices and accessories of the system include, but are not limited to, the console (hardware), software, and disposables, including, but not limited to, an oxygenator, blood pump, heat exchanger, cannulae, tubing, filters, and other accessories (e.g., monitors,\ndetectors, sensors, connectors).","Risk Class":"C"},{"S. No.":25,"Device Name":"Cardiopulmonary bypass bubble detector","Intended Use":"A cardiopulmonary bypass bubble detector is a device used to detect bubbles in the arterial return line of the cardiopulmonary bypass\ncircuit.","Risk Class":"B"},{"S. No.":26,"Device Name":"Cardiopulmonary bypass vascular catheter, cannula, or tubing","Intended Use":"A cardiopulmonary bypass vascular catheter, cannula, or tubing is a device used in cardiopulmonary surgery to cannulate the vessels, perfuse the coronary arteries, and to interconnect the catheters and cannulas with an oxygenator. The device includes accessory bypass equipment.","Risk Class":"B"},{"S. No.":27,"Device Name":"Cardiopulmonary bypass heart-lung machine console","Intended Use":"A cardiopulmonary bypass heart- lung machine console is a device that consists of a control panel and the electrical power and control circuitry for a heart-lung machine. The console is designed to interface with the basic units used in a gas exchange system, including the pumps, oxygenator,\nand heat exchanger.","Risk Class":"B"},{"S. No.":28,"Device Name":"Cardiopulmonary bypass defoamer","Intended Use":"A cardiopulmonary bypass defoamer is a device used in conjunction with an oxygenator during cardiopulmonary bypass surgery to remove gas bubbles\nfrom the blood.","Risk Class":"C"},{"S. No.":29,"Device Name":"Cardiopulmonary bypass heat exchanger","Intended Use":"A cardiopulmonary bypass heat exchanger is a device, consisting of a heat exchange system used in extracorporeal circulation to warm\nor cool the blood or perfusion fluid flowing through the device.","Risk Class":"B"},{"S. No.":30,"Device Name":"Cardiopulmonary bypass temperature controller","Intended Use":"A cardiopulmonary bypass temperature controller is a device used to control the temperature of\nthe fluid entering and leaving a heat exchanger.","Risk Class":"B"},{"S. No.":31,"Device Name":"Cardiopulmonary bypass arterial line blood filter","Intended Use":"A cardiopulmonary bypass arterial line blood filter is a device used as part of a gas exchange (oxygenator) system to filter nonbiologic particles and emboli (blood clots or pieces of foreign material flowing in the bloodstream which will obstruct circulation by blocking a vessel) out of the blood.\nIt is used in the arterial return line.","Risk Class":"C"},{"S. No.":32,"Device Name":"Cardiopulmonary bypass cardiotomy suction line blood","Intended Use":"A cardiopulmonary bypass cardiotomy suction line blood filter is a device used as part of a gas exchange (oxygenator) system to filter nonbiologic particles and emboli (a blood clot or a piece of foreign material flowing in the bloodstream which will obstruct circulation by blocking a vessel) out of the blood. This device is intended for use in the cardiotomy suction line.","Risk Class":"B"},{"S. No.":33,"Device Name":"Cardiopulmonary bypass pulsatile flow generator","Intended Use":"A cardiopulmonary bypass pulsatile flow generator is an electrically and pneumatically operated device used to create pulsatile blood flow. The device is placed in a cardiopulmonary bypass circuit downstream from\nthe oxygenator.","Risk Class":"D"},{"S. No.":34,"Device Name":"Intraluminal artery stripper","Intended Use":"An intraluminal artery stripper is a device used to perform an endarterectomy (removal of plaque deposits from arterisclerotic\narteries.)","Risk Class":"B"},{"S. No.":35,"Device Name":"External cardiac compressor","Intended Use":"An external cardiac compressor is an externally applied prescription device that is electrically, pneumatically, or manually powered and is used to compress the chest periodically in the region of the heart to provide blood flow during cardiac arrest. External cardiac compressor devices are used as an adjunct to manual cardiopulmonary resuscitation (CPR) when effective manual CPR is not possible (e.g., during patient transport or extended CPR when fatigue may prohibit the delivery of effective\/consistent compressions to the victim, or when insufficient EMS personnel are available to\nprovide effective CPR).","Risk Class":"C"},{"S. No.":36,"Device Name":"External transcutaneous cardiac pacemaker","Intended Use":"An external transcutaneous cardiac pacemaker (noninvasive)\nis a device used to supply a periodic electrical pulse intended to pace the heart. The pulse from the device is usually applied to the surface of the chest through electrodes such as defibrillator paddles.","Risk Class":"C"}]