[{"S. No.":1,"Device Name":"Dental impression material","Intended Use":"This   material impression. is primarily used to take an oral","Risk Class":"A"},{"S. No.":2,"Device Name":"Dental collar\/crown scissors","Intended Use":"Scissors use to cut delicate tissue to removing sutures to performing precision procedures.","Risk Class":"A"},{"S. No.":3,"Device Name":"Dental excavator, reusable","Intended Use":"It is a device intended to cutting, clean out and shape a carious cavity before filling it.","Risk Class":"A"},{"S. No.":4,"Device Name":"Dental excavator, single-use","Intended Use":"It is a single use device intended to cutting, clean out and shape a carious cavity before filling it.","Risk Class":"A"},{"S. No.":5,"Device Name":"Dappen dish, reusable","Intended Use":"It  is  a  small  bowls  used  to  mix  and  hold  dental materials. These dishes can be disposable or reusable","Risk Class":"A"},{"S. No.":6,"Device Name":"Dappen dish, single-use","Intended Use":"A small, shallow concave vessel used to knead and hold dental materials.","Risk Class":"A"},{"S. No.":7,"Device Name":"Dental examination kit","Intended Use":"Intended as a kits for dental examination.","Risk Class":"A"},{"S. No.":8,"Device Name":"Dental crown, polymer","Intended Use":"A device made entirely of polymer-based material with or  without  fibre  reinforcement,  and  created  for  a specific patient, that functions as an artificial covering to  replace  the  major  part,  or  the  whole  part,  of  the\nclinical crown of a tooth.","Risk Class":"B"},{"S. No.":9,"Device Name":"Dental crown\/bridge resin, temporary","Intended Use":"A material used to manufacture crowns and bridges.","Risk Class":"B"},{"S. No.":10,"Device Name":"Dental crown\/bridge, temporary","Intended Use":"Intended   to   make   a   temporary   crown   or   bridge prosthesis  for  use  until  a  permanent  restoration  is fabricated.","Risk Class":"B"},{"S. No.":11,"Device Name":"Dental material mixing surface, reusable","Intended Use":"A dental instrument slab or tray used as a surface to mix dental materials.","Risk Class":"A"},{"S. No.":12,"Device Name":"Dental material mixing surface, single-use","Intended Use":"It has pad or tray used to knead or mix dental material (impression material, cement, etc).","Risk Class":"A"},{"S. No.":13,"Device Name":"Dental spatula, reusable","Intended Use":"A  dental  instrument  used  to  mix  dental  materials. Some are equipped with an injection function.","Risk Class":"A"},{"S. No.":14,"Device Name":"Dental spatula, single- use","Intended Use":"A spatula-shaped device used to knead or mix dental material (impression material, cement, etc).","Risk Class":"A"},{"S. No.":15,"Device Name":"Dental crown, metal\/ceramic","Intended Use":"A device made of a combination of metal and tooth- coloured   ceramic,   that   functions   as   an   artificial covering to replace the major part, or the whole part, of the clinical crown of a tooth.","Risk Class":"B"},{"S. No.":16,"Device Name":"Dental crown, metal\/polymer","Intended Use":"A  device  made  of  metal,  veneered  with  a  polymer- based,  tooth-coloured  material,  and  created  for  a specific patient, that functions as an artificial covering to  replace  the  major  part,  or  the  whole  part,  of  the\nclinical crown of a tooth.","Risk Class":"B"}]