[{"S. No.":1,"Device Name":"Organ bag.","Intended Use":"An organ bag is a device that is a flexible plastic bag intended to be used as a temporary receptacle for an organ during surgical procedures to prevent moisture\nloss.","Risk Class":"B"},{"S. No.":2,"Device Name":"Surgical camera\nand accessories.","Intended Use":"A surgical camera and accessories is a device\nintended to be used to record operative procedures.","Risk Class":"A"},{"S. No.":3,"Device Name":"Implantable ligating clip","Intended Use":"An implantable clip is a clip-like device intended to connect internal tissues to aid healing. It is not absorbable.","Risk Class":"C"},{"S. No.":4,"Device Name":"Laser surgical instrument for use in general and plastic surgery and\nin dermatology.","Intended Use":"A carbon dioxide laser for use in general surgery and in dermatology is a laser device intended to cut, destroy, or remove tissue by light energy emitted by carbon dioxide.","Risk Class":"C"},{"S. No.":5,"Device Name":"Low energy ultrasound wound cleaner","Intended Use":"A low energy ultrasound wound cleaner is a device that uses ultrasound energy to vaporize a solution and generate a mist that is used for the cleaning and maintenance debridement of wounds.","Risk Class":"B"},{"S. No.":6,"Device Name":"Non-powdered surgeon's glove.","Intended Use":"A non-powdered surgeon's glove is a device intended to be worn on the hands of operating room personnel\nto protect a surgical wound from contamination","Risk Class":"A"},{"S. No.":7,"Device Name":"Surgical drape and drape accessories","Intended Use":"A surgical drape and drape accessories is a device made of natural or synthetic materials intended to be used as a protective patient covering  to isolate a site of surgical incision from microbial and other\ncontamination.","Risk Class":"B"},{"S. No.":8,"Device Name":"Suture retention device","Intended Use":"A suture retention device is a device, such as a retention bridge, a surgical button, or a suture bolster, intended to aid wound healing by distributing suture\ntension over a larger area in the patient","Risk Class":"B"},{"S. No.":9,"Device Name":"Ultraviolet  lamp for dermatologic disorders.","Intended Use":"An ultraviolet lamp for dermatologic disorders is a device (including a fixture) intended to provide ultraviolet radiation of the body to photo activate a drug  in the treatment of a dermatologic disorder if the labeling of the drug intended for use with the device bears adequate directions for the device's use with\nthat drug.","Risk Class":"B"},{"S. No.":10,"Device Name":"Wound auto fluorescence imaging device","Intended Use":"A wound auto fluorescence imaging device is a tool to view auto fluorescence images from skin wounds that are exposed to an excitation light. The device is not  intended to provide quantitative or diagnostic information.","Risk Class":"B"},{"S. No.":11,"Device Name":"Battery-powered trephine system","Intended Use":"A rotary surgical device consisting of a motor (an engine) and a cylindrical or trephine insertion portion. It usually has an extremely sharp-edged saw blade or a cutting blade with a thin saw blade. The blade is beveled on one side. It is used for removal of the intervertebral disc, other hard tissues, or soft tissues. It may have a speed control device. This is a battery- driven device","Risk Class":"B"},{"S. No.":12,"Device Name":"Carbon dioxide laser","Intended Use":"A gas laser that is used in surgical procedures. It utilizes carbon dioxide as the substrate. It is widely used in several clinical fields (e.g., gynecology, neuroscience, dermatology).","Risk Class":"C"},{"S. No.":13,"Device Name":"Colonoscope, General & Plastic Surgery","Intended Use":"Colonoscopes are used for the removal of foreign bodies, excision of tumors or colorectal polyps (polypectomy), and control of hemorrhage. Routine colonoscopy is important in diagnosing intestinal cancer","Risk Class":"B"},{"S. No.":14,"Device Name":"Copper vapour laser","Intended Use":"A gas laser used in surgical procedures, etc. It utilizes copper vapor as the substrate. It is used in dermatology, etc. for treatment of cutaneous vascular lesions (e.g., port-wine stains, telangiectasia).","Risk Class":"C"},{"S. No.":15,"Device Name":"Cryosurgical unit and accessories","Intended Use":"A cryosurgical unit with a liquid nitrogen cooled cryoprobe and accessories is a device intended to destroy tissue during surgical procedures by applying\nextreme cold.","Risk Class":"B"},{"S. No.":16,"Device Name":"Dermal dilator","Intended Use":"A device to be temporarily implanted subcutaneously to dilate the surrounding skin. Usually, a balloon is implanted subcutaneously where solutions including saline solution are infused.","Risk Class":"B"},{"S. No.":17,"Device Name":"Dermatome","Intended Use":"A surgical knife used to harvest the skin for grafting. Either manual or electric-powered.","Risk Class":"A"},{"S. No.":18,"Device Name":"Dermatome skin approximation tape","Intended Use":"A tape that comes in various sizes with adhesive on both sides. It is attached onto a skin graft knife to collect a skin graft tissue. This device is for single-\nuse.","Risk Class":"A"},{"S. No.":19,"Device Name":"Drape adhesive.","Intended Use":"A drape adhesive is a device intended to be placed  on the skin to attach a surgical drape.","Risk Class":"A"},{"S. No.":20,"Device Name":"Electrically- powered trephine system","Intended Use":"A rotary surgical device consisting of a motor (an engine) and a cylindrical or trephine insertion portion.  The blade is beveled on one side. It is used for removal of the intervertebral disc, other hard soft tissues, or soft tissues.","Risk Class":"B"},{"S. No.":21,"Device Name":"Electrosurgical cutting and coagulation\ndevice and","Intended Use":"Electrosurgical cutting and coagulation device and accessories is a device intended to remove tissue and  control bleeding by use of high-frequency\nelectrical  current.","Risk Class":"C"},{"S. No.":22,"Device Name":"Electrosurgical device for over- the- counter aesthetic use","Intended Use":"An electrosurgical device for over-the-counter aesthetic use is a device using radiofrequency energy to produce localized heating within tissues for non- invasive aesthetic use.","Risk Class":"B"},{"S. No.":23,"Device Name":"Esophagoscope, General & Plastic Surgery","Intended Use":"An endoscope used for visual examination, diagnosis, and treatment of the esophagus. The insertion section  changes its shape corresponding to the shape of the body cavity. The device is inserted through the oral cavity.","Risk Class":"B"},{"S. No.":24,"Device Name":"Eye pad.","Intended Use":"An eye pad is a device that consists of a pad made of various materials, such as gauze and cotton, intended for use as a bandage over the eye for protection or\nabsorption of secretions.","Risk Class":"A"},{"S. No.":25,"Device Name":"Gas-powered dermatome","Intended Use":"A gas pressure-operated surgical device used to cut a thin piece of skin for grafting, or to resect a small skin lesion. A dedicated blade is required for this purpose.","Risk Class":"B"},{"S. No.":26,"Device Name":"Gas-powered surgical saw","Intended Use":"A saw has a handpiece with an attachment that generates vibration or reciprocal movements. It adopts either a micro or macro design. Rechargeable batteries are used. Usually, compressed air or compressed nitrogen is used.","Risk Class":"B"},{"S. No.":27,"Device Name":"Gas-powered trephine system","Intended Use":"A rotary surgical device consisting of a motor (an engine) and a cylindrical or trephine insertion portion. It usually has an extremely sharp-edged saw blade or a cutting blade with a thin saw blade. The blade is beveled on one side. It is used for removal of the intervertebral disc, other hard tissues, or soft tissues. It may have a speed control device. This is a gas- driven device.","Risk Class":"B"},{"S. No.":28,"Device Name":"Gastroscope, General & Plastic Surgery","Intended Use":"A gastroscope is a flexible tube that has a small light and a video camera attached to the end of it. The tube can be used to take tissue samples by inserting instruments such as small pincers.","Risk Class":"B"},{"S. No.":29,"Device Name":"General electrosurgical unit","Intended Use":"A device accompanied by accessories that cuts\/coagulates tissues with a high-frequency current or with the electricity\/heat of the heating element. The device is used by a physician to confirm that an incision or coagulation is made as intended, macroscopically or microscopically.","Risk Class":"C"},{"S. No.":30,"Device Name":"Hemostatic knife","Intended Use":"A surgical severing instrument that is similar to a scalpel, excluding the fact that its blade is designed to be heated with an electric current. The blade transmits heat directly to body tissues to achieve hemostasis.\nThe instrument uses thermal energy for the purpose and requires no grounding pad.","Risk Class":"B"},{"S. No.":31,"Device Name":"Hydrophilic wound dressing.","Intended Use":"A hydrophilic wound dressing is a sterile or non- sterile  device intended to cover a wound and to absorb exudate. It consists of nonresorbable materials with hydrophilic properties that are capable of absorbing exudate (e.g., cotton, cotton derivatives, alginates, dextran, and rayon).","Risk Class":"A"},{"S. No.":32,"Device Name":"Implantable staple","Intended Use":"An implantable staple is a staple-like device intended to connect internal tissues to aid healing.","Risk Class":"C"},{"S. No.":33,"Device Name":"Internal tissue marker.","Intended Use":"An internal tissue marker is a prescription use device that is intended for use prior to or during general surgical procedures to demarcate selected sites on\ninternal tissues.","Risk Class":"A"},{"S. No.":34,"Device Name":"Irrigating wound retractor device.","Intended Use":"An irrigating wound retractor device is a prescription device intended to be used by a surgeon to retract the surgical incision, to provide access to the surgical wound, to protect and irrigate the surgical wound, and to serve as a conduit for removal of fluid from the surgical wound","Risk Class":"B"},{"S. No.":35,"Device Name":"Laparoscope, General & Plastic Surgery","Intended Use":"\"These electrodes are intended for use in minimally invasive surgical procedures where monopolar electrosurgical cutting and coagulation are desired","Risk Class":"B"},{"S. No.":36,"Device Name":"Laparoscopy Tray","Intended Use":"Laparoscopy Tray is intended for single-use to enable a suitable trained health care professional to perform an laparoscopic procedure.","Risk Class":"A"},{"S. No.":37,"Device Name":"Liposuction catheter","Intended Use":"A rigid tube inserted into the subcutaneous layer transdermally for removal of fatty deposits.\nAspiration  is performed with an appropriate unit.\nThis device is for single-use.","Risk Class":"B"},{"S. No.":38,"Device Name":"Manual operating table and accessories and manual operating chair and accessories","Intended Use":"A manual operating table and accessories and a manual operating chair and accessories are non- powered devices, usually with movable  components, intended to be used to support a patient during diagnostic examinations or surgical  procedures.","Risk Class":"A"},{"S. No.":39,"Device Name":"Manually-operated dermatome","Intended Use":"A hand-held surgical device used to sever a thin piece of skin for grafting, or to resect a small skin lesion. A dedicated blade is required for this purpose.","Risk Class":"A"},{"S. No.":40,"Device Name":"Occlusive wound dressing.","Intended Use":"An occlusive wound dressing is a nonresorbable, sterile or non-sterile device intended to cover a wound, to provide or support a moist wound environment, and to allow the exchange of gases such as oxygen and water vapor through the device.","Risk Class":"A"},{"S. No.":41,"Device Name":"Plastic surgery osteotome","Intended Use":"A surgical, chisel-like, instrument designed to cut and\/or shape small bones and\/or cartilage during plastic surgery. It is hand-held by the surgeon who will typically use a surgical mallet or hammer to manually impart an impacting force to the proximal end of the instrument.","Risk Class":"A"},{"S. No.":42,"Device Name":"Powered corneal trephine","Intended Use":"An electric cylindrical device for ophthalmic surgery equipped with a blade for resection\/removal of a ring- shaped piece of corneal tissue (corneal button). For example, when a healthy corneal graft is obtained from a cadaver, the recipient's morbid cornea is resected and removed to allow transplantation of the graft.","Risk Class":"B"},{"S. No.":43,"Device Name":"Powered dermatome","Intended Use":"An electric surgical device used for removal of the fragment of damaged skin or for thinly slicing the skin of a donor for skin graft. A dedicated blade should be used for these purposes.","Risk Class":"B"},{"S. No.":44,"Device Name":"Powered suction pump.","Intended Use":"A powered suction pump is a portable, AC-powered or compressed air-powered device intended to be used to remove infectious materials from wounds or fluids from a patient's airway or respiratory support system. The device may be used during surgery in the  operating room or at the patient's bedside. The device may include a microbial filter","Risk Class":"B"},{"S. No.":45,"Device Name":"Removable skin clip","Intended Use":"A removable skin clip is a clip-like device intended to connect skin tissues temporarily to aid healing. It is not absorbable","Risk Class":"B"},{"S. No.":46,"Device Name":"Removable skin staple","Intended Use":"A removable skin staple is a staple-like device intended to connect external tissues temporarily to aid healing. It is not absorbable.","Risk Class":"B"},{"S. No.":47,"Device Name":"Reusable dermatome blade","Intended Use":"A blade that comes in various sizes, attached to the skin graft knife, and is used to harvest the skin graft. This device is reusable after sterilization. Usually, the blade point should be sharpened periodically.","Risk Class":"A"},{"S. No.":48,"Device Name":"Single-use dermatome blade","Intended Use":"A blade, available in various sizes, attached to a dermatome for collection of skin grafts. The device is intended for single-use.","Risk Class":"B"},{"S. No.":49,"Device Name":"Skin marker","Intended Use":"A skin marker is a pen-like device intended to be used to write on the patient's skin, e.g., to outline surgical incision sites or mark anatomical sites for\naccurate  blood pressure measurement.","Risk Class":"A"},{"S. No.":50,"Device Name":"Skin Stapler","Intended Use":"Skin Stapler is intended to be applied to close lacerations on the outer layer of the dermis.","Risk Class":"B"},{"S. No.":51,"Device Name":"Soft tissue trephine","Intended Use":"A cylindrical or coronary saw used to resect discs of tissues other than bones. It comes in various sizes and configurations according to the size and hardness of the tissue to be resected.","Risk Class":"B"},{"S. No.":52,"Device Name":"Surgical apparel.","Intended Use":"Surgical apparel are devices that are intended to be worn by operating room personnel during surgical procedures to protect both the surgical patient and the operating room personnel from transfer of microorganisms, body fluids, and particulate","Risk Class":"A"},{"S. No.":53,"Device Name":"Surgical guillotine","Intended Use":"A cutter that consists of a metal frame. The cutter slides through the frame. It comes in various configurations and sizes according to the type of tissue to be severed. Various cranks or shaft driver mechanisms generate the power.","Risk Class":"A"},{"S. No.":54,"Device Name":"Surgical lamp","Intended Use":"Identification. A surgical lamp (including a fixture) is a  device intended to be used to provide visible illumination of the surgical field or the patient.","Risk Class":"A"},{"S. No.":55,"Device Name":"Surgical microscope and accessories.","Intended Use":"A surgical microscope and accessories is an AC- powered device intended for use during surgery to provide a magnified view of the surgical field.","Risk Class":"A"}]