[{"S. No.":1,"Device Name":"Adenotome","Intended Use":"Surgical instrument intended to dissect the adenoids.","Risk Class":"A"},{"S. No.":2,"Device Name":"Adenotome blade","Intended Use":"Intended to mount on adenotome and perform dissection of adenoids.","Risk Class":"B"},{"S. No.":3,"Device Name":"Audiometer testing system","Intended Use":"An assembly of electronic reference devices intended to calibrate an audiometer.","Risk Class":"A"},{"S. No.":4,"Device Name":"Audiometer","Intended Use":"Intended for evaluation of hearing by generating tones throughout the audible range","Risk Class":"B"},{"S. No.":5,"Device Name":"Evoked response auditory stimulator","Intended Use":"An evoked response auditory stimulator is a device that produces a sound stimulus for use in\nevoked response measurements or electroencephalogram activation.","Risk Class":"B"},{"S. No.":6,"Device Name":"Behind-the-ear air- conduction hearing aid","Intended Use":"Intended to compensate for impaired hearing by transmitting amplified sound waves to the eardrum through air.","Risk Class":"B"},{"S. No.":7,"Device Name":"Behind-the-ear air- conduction tinnitus masker","Intended Use":"Intended to provide noise of sufficient intensity and bandwidth to mask tinnitus.","Risk Class":"B"},{"S. No.":8,"Device Name":"Behind-the-ear bone- conduction tinnitus masker","Intended Use":"Intended to provide ultrasonic broadband noise and\/or sweep-frequency stimuli noise of sufficient intensity and bandwidth to mask  tinnitus.","Risk Class":"C"},{"S. No.":9,"Device Name":"Cochlear implant assessment system","Intended Use":"Intended to perform an integrity test on the implantable portion of a cochlear implant (CI) system in-situ.","Risk Class":"C"},{"S. No.":10,"Device Name":"Ear bowl","Intended Use":"Constructed to fit the curvature of the head so that it will sit closely under the ear lobe and enable treatments of ear.","Risk Class":"A"},{"S. No.":11,"Device Name":"Ear canal impression tray","Intended Use":"Intended to hold and confine the impression material in opposition to the surfaces to be recorded, and to control the impression material while it sets to form the impression of the ear\ncanal.","Risk Class":"A"},{"S. No.":12,"Device Name":"Ear canal light","Intended Use":"Intended to illuminate the ear canal.","Risk Class":"A"},{"S. No.":13,"Device Name":"Ear excavator","Intended Use":"Designed for cutting, scraping, scooping and removing tissue during a surgical procedure in or around the ear.","Risk Class":"A"},{"S. No.":14,"Device Name":"Ear prosthesis","Intended Use":"Intended to reconstruct the external ear by replacing damaged or missing tissue.","Risk Class":"C"},{"S. No.":15,"Device Name":"Ear wick","Intended Use":"Intended to minimize bleeding during ear surgery.","Risk Class":"A"},{"S. No.":16,"Device Name":"Electroglottograph","Intended Use":"Intended for recording the changes in electrical potential or impedance,  resulting from movement of the vocal cords during respiration and phonation.","Risk Class":"B"},{"S. No.":17,"Device Name":"Endaural curette","Intended Use":"Designed for scraping within the ear canal (e.g., removing wax), and for procedures during middle\near surgery (e.g., removal of the superior bony rim).","Risk Class":"A"},{"S. No.":18,"Device Name":"ENT chair, electric","Intended Use":"Designed to support a patient in a seated position, electrically control position in a way to facilitate ear, nose, throat  examination, treatment, and\/or minor surgery.","Risk Class":"A"},{"S. No.":19,"Device Name":"ENT chair, mechanical","Intended Use":"Designed to support a patient in a seated position, mechanically control position in a way to facilitate ear, nose, throat  examination, treatment, and\/or minor surgery.","Risk Class":"A"},{"S. No.":20,"Device Name":"ENT shaver system","Intended Use":"Intended to resect\/debride soft and osseous (bone) tissue in the nasal cavity or ear region during ear\/nose\/throat (ENT) or plastic surgery procedures; including functional endoscopic sinus surgery (FESS).","Risk Class":"B"},{"S. No.":21,"Device Name":"ENT surgical microscope","Intended Use":"Intended to magnify minute structures (e.g., nerves, vessels) in the performance of ear, nose, and\/or throat (ENT) surgery requiring high magnification and adjustable focusing.","Risk Class":"A"},{"S. No.":22,"Device Name":"ENT transilluminator","Intended Use":"Intended to illuminate sinus tissue during an ear\/nose\/throat (ENT) procedure to render the tissue translucent for examination","Risk Class":"A"},{"S. No.":23,"Device Name":"Evoked-potential audiometer","Intended Use":"Electroacoustic instrument designed to evaluate the activity of the auditory pathway of the brain in response to an acoustic signal [auditory brainstem response (ABR)] in patients.","Risk Class":"B"},{"S. No.":24,"Device Name":"Flexible fibreoptic nasopharyngo laryngoscope","Intended Use":"Flexible endoscope intended for the visual examination and treatment of the nasal passages, including the sinus openings, the pharyngeal end of the auditory tube, the larynx, and the vocal\ncords.","Risk Class":"B"},{"S. No.":25,"Device Name":"Flexible fibreoptic nasopharyngoscope","Intended Use":"Flexible endoscope intended for the visual examination and treatment of nasopharynx (the upper part of the throat behind the nose).","Risk Class":"B"},{"S. No.":26,"Device Name":"Flexible fibreoptic rhinoscope","Intended Use":"Flexible endoscope intended for the visual examination and treatment of nasal cavity.","Risk Class":"B"},{"S. No.":27,"Device Name":"Flexible fibreoptic sinoscope","Intended Use":"Flexible endoscope intended for the visual examination and treatment of the paranasal sinuses during an ear\/nose\/throat (ENT)\nintervention.","Risk Class":"B"},{"S. No.":28,"Device Name":"Flexible video antroscope","Intended Use":"Flexible endoscope intended for the visual examination and treatment of a cavity, particularly the pathological changes in the area of the\nmaxillary sinus.","Risk Class":"B"},{"S. No.":29,"Device Name":"Impedance audiometer","Intended Use":"Intended to evaluate the functional condition of the middle ear by changing the air pressure in the external auditory canal to measure and graph the mobility characteristics of the tympanic membrane.","Risk Class":"B"},{"S. No.":30,"Device Name":"Nasal septum straightening forceps","Intended Use":"Surgical instrument specifically designed to straighten the nasal septum through grasping and manipulation of the bone\/cartilage of the septum during nasal reconstructive procedures.","Risk Class":"A"},{"S. No.":31,"Device Name":"Otoscope, endoscopic","Intended Use":"Intended to be used in otology mainly for observation, diagnosis, and treatment of the outer and\/or middle ear.","Risk Class":"A"},{"S. No.":32,"Device Name":"Tonsil knife","Intended Use":"Intended for the removal of the tonsils during a surgical intervention.","Risk Class":"A"},{"S. No.":33,"Device Name":"Tracheal bistoury","Intended Use":"Designed for opening abscesses or slitting up sinuses and\/or fistulas in the trachea.","Risk Class":"A"},{"S. No.":34,"Device Name":"Middle ear mold","Intended Use":"A middle ear mold is a preformed device that is intended to be implanted to reconstruct the middle ear cavity during repair of the tympanic\nmembrane.","Risk Class":"C"},{"S. No.":35,"Device Name":"Fully-implantable middle ear implant system","Intended Use":"An implanted assembly of sterile devices intended to compensate for impaired hearing by transmitting vibrations to the middle ear. It is powered by a battery that is recharged inductively, via an\nexternal device.","Risk Class":"C"},{"S. No.":36,"Device Name":"Larynx prosthesis","Intended Use":"A device used for replacement and restoration of the laryngeal function, or for maintenance of patency of the larynx.","Risk Class":"C"},{"S. No.":37,"Device Name":"Epistaxis balloon","Intended Use":"Device  intended to control internal nasal bleeding by exerting pressure against the sphenopalatine\nartery.","Risk Class":"B"},{"S. No.":38,"Device Name":"Eustachian tube balloon dilation system","Intended Use":"The system is intended for use in dilating the cartilaginous portion of the Eustachian tube for treating persistent Eustachian tube dysfunction.","Risk Class":"B"},{"S. No.":39,"Device Name":"Argon laser for otology, rhinology, and laryngology","Intended Use":"Device is used for the purpose of coagulating and vaporizing soft and fibrous tissues, including\nosseous tissue while performing ENT surgical procedure.","Risk Class":"C"},{"S. No.":40,"Device Name":"Ear, nose, and throat microsurgical carbon dioxide laser","Intended Use":"Device intended for the surgical excision of tissue from the ear, nose, and throat area while performing microsurgical procedures to excise lesions and tumors of the vocal cords and adjacent areas.","Risk Class":"C"},{"S. No.":41,"Device Name":"Esophagoscope (flexible or rigid)","Intended Use":"Device intended to examine or treat esophageal malfunction symptoms, esophageal or mediastinal disease, or to remove foreign bodies from the esophagus.","Risk Class":"B"},{"S. No.":42,"Device Name":"Mediastinoscope and accessories","Intended Use":"Device intended to examine or treat tissue in the area separating the lungs for diagnosis of tumors and lesions and to determine whether excision of certain organs or tissues is indicated.","Risk Class":"B"},{"S. No.":43,"Device Name":"Laryngostroboscope","Intended Use":"A laryngostroboscope is a device that is intended to allow observation of glottic action during\nphonation.","Risk Class":"B"},{"S. No.":44,"Device Name":"Bone particle collector","Intended Use":"A bone particle collector is a filtering device intended to be inserted into a suction tube during the early stages of otologic surgery to collect bone particles for future use.","Risk Class":"A"},{"S. No.":45,"Device Name":"Suction antichoke device","Intended Use":"A suction antichoke device is a device intended to be used in an emergency situation to remove, by the application of suction, foreign objects that obstruct a patient's airway to prevent asphyxiation\nto the patient.","Risk Class":"C"},{"S. No.":46,"Device Name":"Tongs antichoke device","Intended Use":"A tongs antichoke device is a device that is intended to be used in an emergency situation to grasp and remove foreign objects that obstruct a patient's airway to prevent asphyxiation of the patient.","Risk Class":"C"},{"S. No.":47,"Device Name":"Powered nasal irrigator","Intended Use":"A powered nasal irrigator is an AC-powered device intended to wash the nasal cavity by means of a pressure-controlled pulsating stream of water.","Risk Class":"B"},{"S. No.":48,"Device Name":"External nasal splint","Intended Use":"An external nasal splint is a rigid or partially rigid device intended for use externally for immobilization of parts of the nose.","Risk Class":"A"},{"S. No.":49,"Device Name":"Antistammering device","Intended Use":"An antistammering device intended to minimize a user's involuntary hesitative or repetitive speech. It also prevent the user from hearing the sounds of his or her own voice","Risk Class":"B"},{"S. No.":50,"Device Name":"External upper esophageal sphincter compression device","Intended Use":"An external upper esophageal sphincter compression device is intended to apply external pressure on the cricoid cartilage for the purpose of reducing the symptoms of laryngopharyngeal\nreflux disease.","Risk Class":"C"},{"S. No.":51,"Device Name":"Wireless air-conduction hearing aid","Intended Use":"A wireless air-conduction hearing aid is intended to compensate for impaired hearing that incorporates wireless technology in its programming or use.","Risk Class":"B"},{"S. No.":52,"Device Name":"Hearing aid calibrator and analysis system","Intended Use":"A hearing aid calibrator and analysis system is an electronic reference device intended to calibrate and assess the electroacoustic frequency and sound intensity characteristics emanating from a hearing aid, master hearing aid, group hearing aid or group auditory trainer.","Risk Class":"B"},{"S. No.":53,"Device Name":"Tympanic membrane contact hearing aid","Intended Use":"A tympanic membrane contact hearing aid is a prescription device that compensates for impaired hearing by vibrating the tympanic membrane through a transducer that is in direct contact with the tympanic membrane.","Risk Class":"B"},{"S. No.":54,"Device Name":"Master hearing aid","Intended Use":"A master hearing aid is an electronic device intended to simulate a hearing aid during\naudiometric testing.","Risk Class":"B"},{"S. No.":55,"Device Name":"Active implantable bone conduction hearing system","Intended Use":"The active implantable bone conduction hearing system is intended to compensate for conductive or mixed hearing losses by conveying amplified acoustic signals to the cochlea via mechanical vibrations on the skull bone.","Risk Class":"C"},{"S. No.":56,"Device Name":"Battery-powered artificial larynx","Intended Use":"A battery-powered artificial larynx is an externally applied device intended for use in the absence of the larynx to produce sound.","Risk Class":"B"},{"S. No.":57,"Device Name":"Nasal dilator","Intended Use":"A nasal dilator is a device intended to provide temporary relief from transient causes of breathing difficulties resulting from structural abnormalities and\/or transient causes of nasal congestion associated with reduced nasal airflow.","Risk Class":"A"},{"S. No.":58,"Device Name":"Transcutaneous air conduction hearing aid system","Intended Use":"A transcutaneous air conduction hearing aid system is a wearable sound-amplifying device intended to compensate for impaired hearing without occluding the ear canal.","Risk Class":"C"},{"S. No.":59,"Device Name":"Acoustic chamber for audiometric testing","Intended Use":"An acoustic chamber for audiometric testing is a room that is intended for use in conducting diagnostic hearing evaluations and that eliminates sound reflections and provides isolation from outside sounds.","Risk Class":"A"},{"S. No.":60,"Device Name":"Gustometer","Intended Use":"A gustometer is a battery-powered device that consists of two electrodes that are intended to provide galvanic stimulus resulting in taste\nsensation.","Risk Class":"B"},{"S. No.":61,"Device Name":"ENT cupped forceps","Intended Use":"A forcep with a spoon-(dish) like configuration at the distal end, and is used to treat the ear, nose, and throat (ENT), and remove tissue from the body.","Risk Class":"A"},{"S. No.":62,"Device Name":"Tongue depressor","Intended Use":"A surgical instrument used to move the tongue to facilitate examination of surrounding organs and\ntissue.","Risk Class":"A"},{"S. No.":63,"Device Name":"Tonsillectome","Intended Use":"A manually operated surgical device used to dissect the tonsils.","Risk Class":"A"},{"S. No.":64,"Device Name":"ENT Nasal snare","Intended Use":"A hand-held manual surgical instrument intended to be inserted into the naris for the removal of tissue, typically polyps, tumours, and other abnormal tissue from the nasal cavity during ear\/nose\/throat (ENT) surgery","Risk Class":"A"},{"S. No.":65,"Device Name":"Otoscope, direct","Intended Use":"A portable, battery-powered, hand-held device (non-endoscopic) primarily designed for examination of the outer ear canal and tympanic membrane (eardrum) by direct viewing through the ear opening.","Risk Class":"A"},{"S. No.":66,"Device Name":"Soft-tissue surgical forceps, alligator","Intended Use":"A long, thin, hand-held manual surgical instrument designed to facilitate grasping and manipulation of soft-tissues\/anatomical structures [typically during ear\/nose\/throat (ENT) surgery].","Risk Class":"A"},{"S. No.":67,"Device Name":"Ear, nose, and throat electric or pneumatic surgical drill","Intended Use":"An ear, nose, and throat electric or pneumatic surgical drill is a rotating drilling device, including the handpiece, that is intended to drive various accessories, such as an ear, nose, and throat bur for the controlled incision or removal of bone in the ear, nose, and throat area.","Risk Class":"B"}]