[{"S. No.":1,"Device Name":"Absorbent enteric stomal dressing","Intended Use":"To   be   placed   over   a   continent   enteric   stoma (surgically-created   artificial   opening   between   the intestines and the body surface through which bodily waste  is  drained  from  the  intestines)  to  protect  it from  harmful  external  influences,  which  includes absorbent    materials    intended    to    protect    the surrounding skin from enteric fluids.","Risk Class":"B"},{"S. No.":2,"Device Name":"Anal fistula circular cutter","Intended Use":"To  be  intended  for  the  circumferential  resection  of tissue to treat simple anal fistula","Risk Class":"B"},{"S. No.":3,"Device Name":"Anal fistula seton","Intended Use":"A  sterile  implantable  cord  intended  to  be  placed through  an  anal  fistula  tract  and  tied  outside  the fistula,  forming  a  loop  around  the  anus,  to  allow drainage through the fistula for tissue healing.","Risk Class":"C"},{"S. No.":4,"Device Name":"Anoscope, reusable","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the anus\nand rectum.","Risk Class":"B"},{"S. No.":5,"Device Name":"Anoscope, single-use","Intended Use":"A  sterile  endoscope  with  a  rigid  inserted  portion intended for the visual examination and treatment of\nthe anus and rectum.","Risk Class":"B"},{"S. No.":6,"Device Name":"Barium enema catheter","Intended Use":"A  flexible  tube  designed  to  administer  barium,  a contrast medium, into the lower gastrointestinal tract by way of the rectum, for radiographic visualization\nof the area.","Risk Class":"B"},{"S. No.":7,"Device Name":"Bile duct prosthesis","Intended Use":"An  implantable  artificial  substitute  for  the  tube-like structure that carries bile from the gallbladder to the\nduodenum.","Risk Class":"C"},{"S. No.":8,"Device Name":"Biliary manometric catheter","Intended Use":"A  sterile, non-electrical  flexible  tube intended  to be inserted  into  the  biliary  tree  to  measure  pressures\nwithin the ducts, especially to evaluate sphincter of Oddi function.","Risk Class":"B"},{"S. No.":9,"Device Name":"Catheter-balloon inflator, reprocessed","Intended Use":"A  sterile  device  designed  to  manually  inflate  and regulate the pressure of a balloon catheter (e.g., by injecting   and   aspirating   fluid   or   air   within   the balloon), and to deflate the balloon during a medical procedure.It  is  typically  used  during  angiography,\nangioplasty,    gastrointestinal    (GI),    or    sinuplasty procedures.","Risk Class":"B"},{"S. No.":10,"Device Name":"Catheter-balloon inflator, reusable","Intended Use":"A  device  designed  to manually inflate and  regulate the pressure of a balloon catheter (e.g., by injecting and aspirating fluid or air within the balloon), and to deflate the balloon during a medical procedure.","Risk Class":"B"},{"S. No.":11,"Device Name":"Catheter-balloon inflator, single-use","Intended Use":"A  sterile  device  designed  to  manually  inflate  and regulate the pressure of a balloon catheter (e.g., by injecting   and   aspirating   fluid   or   air   within   the balloon), and to deflate the balloon during a medical\nprocedure.","Risk Class":"B"},{"S. No.":12,"Device Name":"Cholangiopancreatography catheter, reusable","Intended Use":"A    flexible    tube    inserted    through    a    flexible endoscope, after its placement in the duodenum via the oral cavity, for the endoscopic cannulation of the gastrointestinal  ductal  system  (i.e.,  the  pancreatic, hepatic,    and\/or    common    bile    ducts)    during endoscopic   retrograde   cholangiopancreatography\n(ERCP).","Risk Class":"B"},{"S. No.":13,"Device Name":"Cholangiopancreatography catheter, single-use","Intended Use":"A    flexible    tube    inserted    through    a    flexible endoscope, after its placement in the duodenum via the    oral    cavity,    intended    for    the    endoscopic cannulation  of  the  gastrointestinal  ductal  system (i.e.,  the  pancreatic,  hepatic,  and\/or  common  bile ducts)          during          endoscopic          retrograde\ncholangiopancreatography (ERCP).","Risk Class":"B"},{"S. No.":14,"Device Name":"Closed-ended intestinal ostomy bag, multiple-piece","Intended Use":"A non-sterile plastic pouch designed to be attached around  a  faecal  stoma  for  use  as  a  receptacle  for faeces  following  a  colostomy  [the  stool  (faeces)\nbeing generally well formed].","Risk Class":"A"},{"S. No.":15,"Device Name":"Closed-ended intestinal ostomy bag, one-piece","Intended Use":"A non-sterile plastic pouch designed to be attached with an adhesive to the skin around a faecal stoma and  used  as  a  receptacle  for  faeces  following  a\ncolostomy  [the  stool  (faeces)  being  generally  well formed].","Risk Class":"A"},{"S. No.":16,"Device Name":"Colonic endoscopy cuff","Intended Use":"A  sterile  distal  attachment  to  a  flexible  endoscope intended  to  improve  endoscopic  control  and  bowel visualization during colonic endoscopy.","Risk Class":"B"},{"S. No.":17,"Device Name":"Colonic lavage kit, surgical","Intended Use":"A  collection  of  sterile  devices  intended  to  be  used during open  colorectal surgery (bowel  resection) to irrigate  the  colon  above  (proximal  to)  the  site  of  a lesion\/blockage, prior to surgical anastomosis, when preoperative preparation of the colon has not  been possible, normally due to obstruction.","Risk Class":"B"},{"S. No.":18,"Device Name":"Colonic mucosa barrier dressing","Intended Use":"A  non-sterile  solution\/suspension  intended  to  be introduced into the sigmoid\/descending colon as an enema   for   the   treatment   of   inflammatory   bowel disease  (e.g.,  ulcerative  colitis).  It  is  intended  to create  an  adhesive  physical  barrier  on  the  colonic\nmucosa   to   protect   the   mucosa   from   potentially harmful substances in the distal colon lumen","Risk Class":"C"},{"S. No.":19,"Device Name":"Colonoscope positioning sleeve","Intended Use":"A  non-sterile  endoscopic  sheath  with  two  inflatable balloons designed to be mounted on a colonoscope to  position  and  stabilize  the  endoscope  within  the large intestine of a patient.","Risk Class":"B"},{"S. No.":20,"Device Name":"Colonoscope stiffener","Intended Use":"A dedicated stiff  wire  that is inserted into a flexible colonoscope  to  allow  the  physician  to  increase  the stiffness  of  the  colonoscope  when  extra  rigidity  is\nrequired during a colonoscopy.","Risk Class":"B"},{"S. No.":21,"Device Name":"Colorectal sizer","Intended Use":"A hand-held manual surgical instrument designed to assess colon and\/or rectal lumen diameter to aid the selection of an appropriate size intraluminal stapler (i.   e,   the   stapler   head)   for   bowel   anastomosis\nfollowing transection.","Risk Class":"B"},{"S. No.":22,"Device Name":"Common bile duct dilator","Intended Use":"A hand-held manual surgical instrument designed to dilate  the  common  bile  duct,  i.e.,  the  union  of  the cystic and hepatic ducts.","Risk Class":"B"},{"S. No.":23,"Device Name":"Duodenal bypass liner","Intended Use":"A non-sterile stent-like device with a valve designed to   be   implanted   in   the   duodenum   where   it   is intended  to   reduce  duodenal   nutrient  absorption from food to facilitate obese patient weight loss.","Risk Class":"C"},{"S. No.":24,"Device Name":"Duodenal-jejunal bypass liner","Intended Use":"A  sterile  stent-like  implant  designed  to  function  as an impermeable barrier in the duodenum and part of the   jejunum   for   partially-digested   food   from   the stomach    (chyme)    passing    on    its    inside    and bile\/digestive   enzymes   passing   on   its   outside,\nintended   to   treat   type   2   diabetes   mellitus   and obesity.","Risk Class":"C"},{"S. No.":25,"Device Name":"Endoscope tissue removal cap","Intended Use":"A sterile plastic tube designed to be placed onto the distal end of an endoscope (e.g., oesophagoscope) to  facilitate  the  removal  of  coagulated  blood\/tissue\nduring    electrosurgical    treatment    (e.g.,    for    the treatment of Barrett’s oesophagus).","Risk Class":"B"},{"S. No.":26,"Device Name":"Endoscopic biopsy valve, non-sterile","Intended Use":"A  non-sterile  device  intended  to  be  fitted  to  an endoscope     biopsy     port     to     enable     access for\/exchange     of     endoscopic     devices     while maintaining  insufflation  and  minimizing  leakage  of\nbiomaterial during an endoscopic procedure.","Risk Class":"A"},{"S. No.":27,"Device Name":"Endoscopic biopsy valve, sterile","Intended Use":"A   sterile   device   intended   to   be   fitted   to   an endoscope     biopsy     port     to     enable     access for\/exchange     of     endoscopic     devices     while maintaining  insufflation  and  minimizing  leakage  of biomaterial during an endoscopic procedure.","Risk Class":"B"},{"S. No.":28,"Device Name":"Endoscopic cutting stapler connector","Intended Use":"A   rod-like   component   of   an   endoscopic   cutting stapler  intended  to  enable  connection  between  the stapler handpiece and the endpiece\/loading unit.","Risk Class":"B"},{"S. No.":29,"Device Name":"Endoscopic electrosurgical biopsy\/resection kit, full- thickness","Intended Use":"A  collection  of  sterile  devices,  which  includes  an implantable haemostatic ligation clip, intended to be used to obtain  a full-thickness  tissue biopsy and\/or therapeutic  resection  of  gastric,  duodenal,  colonic, and\/or rectal tissue during an endoscopic procedure.","Risk Class":"C"},{"S. No.":30,"Device Name":"Endoscopic electrosurgical biopsy\/resection kit,\npartial-thickness","Intended Use":"A  collection  of  devices  designed  to  be  inserted through   a   compatible   endoscope   to   obtain   a mucosal  tissue  biopsy  and\/or  therapeutic  resection of  upper  gastrointestinal  (GI)  tract  tissue,  typically during                    endoscopic                    retrograde\ncholangiopancreatography (ERCP) procedures.","Risk Class":"C"},{"S. No.":31,"Device Name":"Endoscopic electrosurgical electrode\/submucosal lift needle","Intended Use":"A  sterile,  invasive,  endoscopic  device  intended  to deliver both: 1) a submucosal lifting solution; and 2) an     electrosurgical     current     in     a     monopolar configuration (i.e., with a return electrode) to tissues for cutting\/coagulation.","Risk Class":"B"},{"S. No.":32,"Device Name":"Endoscopic gastrointestinal stenosis dilator","Intended Use":"A  sterile  invasive  device  intended  to  be  used  to dilate    or    expand    a    narrowing    lesion    (e.g., oesophageal stricture, stenosis) in the lumen of the\ngastrointestinal     [GI]     tract,     under     endoscopic visualization.","Risk Class":"B"},{"S. No.":33,"Device Name":"Endoscopic motorized cutting stapler, reusable","Intended Use":"A  hand-held,  battery-powered  surgical  instrument designed  to  be  used  during  endoscopic  surgical procedures   for   the   expeditious   transection   and resection     of     tissues     and     the     creation     of\nanastomoses.","Risk Class":"B"},{"S. No.":34,"Device Name":"Endoscopic motorized cutting stapler, single-use","Intended Use":"A    sterile,    hand-held,    battery-powered    surgical instrument  designed  to  be  used  during  endoscopic surgical  procedures  for  the  expeditious  transection and   resection   of   tissues   and   the   creation   of\nanastomoses.","Risk Class":"B"},{"S. No.":35,"Device Name":"Endoscopic needleless submucosal lift catheter","Intended Use":"A  sterile,  flexible  tube  intended  to  non-invasively deliver   a   submucosal   lifting   solution   into   the submucosa  of  the  gastrointestinal  tract  through  a flexible endoscope during an endoscopic procedure (e.g.,   gastroscopy,   colonoscopy)   to   lift  a   lesion, typically for subsequent excision.","Risk Class":"B"},{"S. No.":36,"Device Name":"Endoscopic overtube, reusable","Intended Use":"A tubular device intended to be used in combination with   a   compatible   flexible   endoscope   to   aid   in endoscopic  insertions  and  to  secure  a  pathway  for multiple  endoscopic  intubations  during  diagnostic\nand therapeutic endoscopic procedures (e.g., upper and\/or lower gastrointestinal (GI) tract endoscopy).","Risk Class":"B"},{"S. No.":37,"Device Name":"Endoscopic spray catheter","Intended Use":"A  sterile,  flexible  tube  intended  to  be  used  with  an endoscope  (e.g.,  colonoscope)  to  administer  fluids (e.g., dyes for mucosal coloration) in spray form.","Risk Class":"B"},{"S. No.":38,"Device Name":"Enema tip, reusable","Intended Use":"A non-sterile device made with Hevea natural rubber latex (NRL) intended to be connected to an enema\ntube to facilitate  delivery of  an enema  solution  into the rectum.","Risk Class":"A"},{"S. No.":39,"Device Name":"Enema tube","Intended Use":"A  non-sterile,  length  of  tubing  that  is  used  as  a conduit between the enema bag and the enema tip for   the  delivery  of   the   enema   solution   into   the\nrectum.","Risk Class":"A"},{"S. No.":40,"Device Name":"Enteral feeding tube clearing kit","Intended Use":"A  collection  of  non-sterile  compounds  and  devices intended  to  be  used  to  prevent  and\/or  remove, through biochemical action, an enteral formula clog\nin an in situ enteral feeding tube to maintain luminal patency.","Risk Class":"B"},{"S. No.":41,"Device Name":"Enteral feeding\/decompression tube clearing stem","Intended Use":"A non-sterile, sheath-covered device intended to be used  to  mechanically  clear  a  clog  in  an  in  situ nasogastric,     nasoenteral,     gastrostomy     and\/or\njejunostomy    tube,     used     for     feeding     and\/or decompression, to maintain luminal patency.","Risk Class":"A"},{"S. No.":42,"Device Name":"Enteral tube extension, non-sterile","Intended Use":"A   non-sterile,   thin,   flexible   tube   intended   for extracorporeal connection to an enteral feeding tube (e.g.,  nasogastric  tube)  to  increase  the  length  of tubing  from  the  patient  to  an  oral\/enteral  device (e.g.,   syringe)   during   enteral   feeding\/medication administration or aspiration.","Risk Class":"B"},{"S. No.":43,"Device Name":"Enteral tube extension, sterile","Intended Use":"A     sterile,     thin,     flexible     tube     intended     for extracorporeal connection to an enteral feeding tube (e.g.,  nasogastric  tube)  to  increase  the  length  of tubing  from  the  patient  to  an  oral\/enteral  device (e.g.,   syringe)   during   enteral   feeding\/medication\nadministration or aspiration.","Risk Class":"B"},{"S. No.":44,"Device Name":"Externally-propelled flexible video colonoscope","Intended Use":"A non-sterile endoscope with a highly flexible sleeve and distal tip intended for the visual examination of the  entire  adult  colon  [lower  gastrointestinal  (GI) tract].","Risk Class":"B"},{"S. No.":45,"Device Name":"Fistula-repair biomatrix implant","Intended Use":"A  sterile,  bioabsorbable,  animal-derived  substance intended to be injected into a fistula tract (e.g., anal or  rectal  fistula)  to  close  it  by  adding  volume  and promoting  the  ingrowth  and  neovascularization  of\nhost tissue.","Risk Class":"D"},{"S. No.":46,"Device Name":"Flexible fibreoptic choledochoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the choledoc, better known as the common bile duct\n(CBD).","Risk Class":"B"},{"S. No.":47,"Device Name":"Flexible fibreoptic colonoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the entire colon [lower gastrointestinal (GI) tract].","Risk Class":"B"},{"S. No.":48,"Device Name":"Flexible fibreoptic duodenoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the duodenum (the first part of the small intestine).","Risk Class":"B"},{"S. No.":49,"Device Name":"Flexible fibreoptic enteroscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of\nthe  small  intestine  (the  duodenum,  jejunum,  and ileum).","Risk Class":"B"},{"S. No.":50,"Device Name":"Flexible fibreoptic gastroduodenoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the  upper  gastrointestinal  (GI)  tract  [oesophagus, stomach, and duodenum (the first part of the small\nintestine), including the pancreas and the bile duct].","Risk Class":"B"},{"S. No.":51,"Device Name":"Flexible fibreoptic gastroscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the oesophagus and the stomach.","Risk Class":"B"},{"S. No.":52,"Device Name":"Flexible fibreoptic oesophagoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended the visual examination and treatment of the\noesophagus.","Risk Class":"B"},{"S. No.":53,"Device Name":"Flexible fibreoptic pancreatoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion\nintended for the visual examination and treatment in the pancreas.","Risk Class":"B"},{"S. No.":54,"Device Name":"Flexible fibreoptic sigmoidoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the  sigmoid  colon  (the  distal  S-shaped  part  of  the large intestine leading to the rectum).","Risk Class":"B"},{"S. No.":55,"Device Name":"Flexible ultrasound colonoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the entire colon [lower gastrointestinal (GI) tract].","Risk Class":"B"},{"S. No.":56,"Device Name":"Flexible ultrasound duodenoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion, combined with an ultrasound probe, intended for the\nvisual  examination  and  treatment  of  the  duodenum (the first part of the small intestine).","Risk Class":"B"},{"S. No.":57,"Device Name":"Flexible ultrasound gastroduodenoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion, combined with an ultrasound probe, intended for the visual   examination   and   treatment   of   the   upper gastrointestinal   (GI)   tract   [oesophagus,   stomach, and duodenum (the first part of the small intestine), including the pancreas and the bile duct].","Risk Class":"B"},{"S. No.":58,"Device Name":"Flexible video choledochoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the choledoc, better known as the common bile duct (CBD).","Risk Class":"B"},{"S. No.":59,"Device Name":"Flexible video choledochoscope, single- use","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the biliary tract and related ducts [e.g., common bile duct (CBD), cystic duct, pancreatic duct], and for the\nremoval of gallstones.","Risk Class":"B"},{"S. No.":60,"Device Name":"Flexible video colonoscope, reusable","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the entire colon [lower gastrointestinal (GI) tract].","Risk Class":"B"},{"S. No.":61,"Device Name":"Flexible video colonoscope, single-use","Intended Use":"A  sterile  endoscope  with  a  flexible  inserted  portion intended for the visual examination and treatment of the entire colon [lower gastrointestinal (GI) tract].","Risk Class":"B"},{"S. No.":62,"Device Name":"Flexible video duodenoscope, reusable","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the duodenum (the first part of the small intestine).","Risk Class":"B"},{"S. No.":63,"Device Name":"Flexible video duodenoscope, single-use","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the duodenum (the first part of the small intestine).","Risk Class":"B"},{"S. No.":64,"Device Name":"Flexible video enteroscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the  small  intestine  (the  duodenum,  jejunum,  and\nileum).","Risk Class":"B"},{"S. No.":65,"Device Name":"Flexible video gastroduodenoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the  upper  gastrointestinal  (GI)  tract  [oesophagus,\nstomach, and duodenum (the first part of the small intestine), including the pancreas and the bile duct].","Risk Class":"B"},{"S. No.":66,"Device Name":"Flexible video gastroscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the oesophagus and the stomach.","Risk Class":"B"},{"S. No.":67,"Device Name":"Flexible video oesophagoscope, reusable","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the oesophagus. It is inserted into the body through the  mouth.  Anatomical  images  are  obtained  via  a camera   incorporated   at   the   distal   end   of   the oesophagoscope and are shown on a monitor. This device is commonly used to examine abnormalities in  the  tissue  structure  and  mucous  lining  of  the\noesophagus. This is a reusable device.","Risk Class":"B"},{"S. No.":68,"Device Name":"Flexible video\noesophagoscope, single- use","Intended Use":"An   endoscope   with   a   flexible   inserted   portion\nintended for the visual examination and treatment of the oesophagus.","Risk Class":"B"},{"S. No.":69,"Device Name":"Flexible video pancreatoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion\nintended for the visual examination and treatment in the pancreas.","Risk Class":"B"},{"S. No.":70,"Device Name":"Flexible video sigmoidoscope","Intended Use":"An   endoscope   with   a   flexible   inserted   portion intended for the visual examination and treatment of the  sigmoid  colon  (the  distal  S-shaped  part  of  the large intestine leading to the rectum).","Risk Class":"B"},{"S. No.":71,"Device Name":"Gastric sleeve","Intended Use":"A sterile implantable device intended to be wrapped around   the   proximal   portion   of   the   stomach   to reduce stomach volume and facilitate weight loss in overweight\/obese  patients  by  attempting  to  restrict the quantity of food consumed through an increased sense of satiety (fullness).","Risk Class":"C"},{"S. No.":72,"Device Name":"Gastric tonometry catheter","Intended Use":"A   sterile   flexible   tube   intended   for   orogastric, nasogastric,  or  rectal  insertion  to  sample  carbon dioxide  (CO2) from  the  mucosal  vasculature  of  the stomach  or  sigmoid  colon  for  the  measurement  of\npartial  pressure  (i.e.,  tonometry)  of  CO2  (pCO2) during diagnosis of mensenteric ischemia.","Risk Class":"B"},{"S. No.":73,"Device Name":"Gastrointestinal anastomosis coupler, bioabsorbable","Intended Use":"An  implantable  device  intended  to  be  used  to  join and   transect   excess   tissue   of   gastrointestinal structures  through  the  coupling  of  two  ring-shaped components  that  are  inserted  into  the  ends  of  the segments to be attached.","Risk Class":"D"},{"S. No.":74,"Device Name":"Gastrointestinal anastomosis coupler, non- bioabsorbable","Intended Use":"An  implantable  device  intended  to  be  used  to  join and   transect   excess   tissue   of   gastrointestinal structures  through  the  coupling  of  two  ring-shaped components  that  are  inserted  into  the  ends  of  the\nsegments to be attached.","Risk Class":"C"},{"S. No.":75,"Device Name":"Gastrointestinal catheter\/endoscope tracking system","Intended Use":"A   multicomponent   assembly   of   mains   electricity (AC-powered)    devices    designed    for    real-time visualization\/navigation     of     a     catheter     and\/or endoscope  during  insertion  in  the  gastrointestinal tract,  by  detecting  its  position\/movement  within  an electromagnetic   (EM)  field   and   displaying   three- dimensional  (3-D)  virtual  images  on  a  monitoring\nscreen.","Risk Class":"B"},{"S. No.":76,"Device Name":"Gastrointestinal endoscopic clip applier","Intended Use":"A device intended to be used in combination with a compatible flexible endoscope for the application of a gastrointestinal endoscopic clip(s) [not included] to the  mucosal  lining  of  the  gastrointestinal  (GI)  tract for    endoscopic    marking,    haemostasis,    tissue approximation,    closure    of    luminal    perforations, and\/or   for   treating   mucosal\/submucosal   defects\nduring an endoscopic procedure.","Risk Class":"B"},{"S. No.":77,"Device Name":"Gastrointestinal endoscopic clip cutter","Intended Use":"A sterile device intended to be used in combination with   a   generator   to   remove   a   gastrointestinal\nendoscopic clip.","Risk Class":"C"},{"S. No.":78,"Device Name":"Gastrointestinal endoscopic clip cutter generator","Intended Use":"A  portable,  mains  electricity  (AC-powered)  device intended to be used in conjunction with a cutter for the    endoscopic    removal    of    a    gastrointestinal endoscopic clip.","Risk Class":"C"},{"S. No.":79,"Device Name":"Gastrointestinal endoscopic clip, long-term","Intended Use":"A  sterile  clip  intended  to  be  implanted  long-term (>30   days)   within   the   gastrointestinal   (GI)   tract during   an   endoscopic   procedure   for   endoscopic marking, haemostasis, tissue approximation, closure of     luminal     perforations,     and\/or     for     treating\nmucosal\/submucosal defects.","Risk Class":"C"},{"S. No.":80,"Device Name":"Gastrointestinal endoscopic clip, short-term","Intended Use":"A sterile clip intended to be placed short-term (<=30 days) within the gastrointestinal (GI) tract during an endoscopic   procedure   for   endoscopic   marking, haemostasis,    tissue    approximation,    closure    of\nluminal       perforations,       and\/or       for      treating mucosal\/submucosal defects.","Risk Class":"B"},{"S. No.":81,"Device Name":"Gastrointestinal manometric catheter, electronic","Intended Use":"A non-sterile flexible tube with electronic sensors at the  distal  end  intended  to  be  inserted  through  the nose or rectum into the gastrointestinal (GI) tract to evaluate peristaltic motility anywhere in the GI tract (pharynx,  oesophagus,  stomach,  duodenum,  small bowel,  colon,  and  anorectal  area)  by  measuring pressure; it may additionally be intended to measure pH and electrical impedance and contain a lumen.","Risk Class":"B"},{"S. No.":82,"Device Name":"Gastrointestinal manometric catheter, non- electronic","Intended Use":"A non-sterile, non-electrical flexible tube intended to be  inserted  through  the  nose  or  rectum  into  the gastrointestinal (GI) tract for measuring pressure to assess   peristaltic   motility   in   the   GI   tract   (e.g., oesophagus,  stomach)  or  rectal  musculature  and anal sphincter functions, typically in the evaluation of GI    disorders    [e.g.,    gastro-oesophageal    reflux disease (GERD), faecal incontinence].","Risk Class":"B"},{"S. No.":83,"Device Name":"Gastrointestinal ostomy tube pocket","Intended Use":"A  non-sterile,  noninvasive  pouch  designed  to  be wrapped    around    the    protruding    end    of    a gastrointestinal  ostomy  tube  (e.g.,  gastrostomy  or jejunostomy tube) to hold and support it in order to\nensure its stabilization on the patient.","Risk Class":"A"},{"S. No.":84,"Device Name":"Gastrojejunostomy tube","Intended Use":"A      sterile,      thin,      flexible,      hollow      cylinder percutaneously  inserted  into  the  stomach,  typically through puncture of the abdominal wall and stomach after   distention   of   the   stomach   by   endoscopic methods, with an extended portion inserted through the  pylorus  into  the  jejunum.  It  is  used  to  feed  a patient  who  has  a  physical  disability  that  prevents oral  feeding   (e.g.,   a  birth   defect  of   the  mouth, oesophagus,   or   stomach,   or   a   neuromuscular condition that affects chewing and swallowing), and to provide drainage\/decompression for the stomach when   it   is   necessary   to   bypass   a   longstanding\nobstruction  of  the  stomach  outlet  into  the  small intestine.","Risk Class":"C"},{"S. No.":85,"Device Name":"Gastro-oesophageal antireflux prosthesis","Intended Use":"An  implantable  device  introduced  into  the  gastro- oesophageal  sphincter  to  reduce  a  sliding  hiatal\nhernia, preventing the reflux of gastric contents into the oesophagus.","Risk Class":"C"},{"S. No.":86,"Device Name":"Gastro-oesophageal pH\/impedance catheter, non-sterile","Intended Use":"A non-sterile flexible tube with electronic sensors at its  distal  end  intended  to  be  inserted  through  the nose into the oesophagus and stomach to measure pH  and\/or  electrical  impedance,  typically  for  the evaluation   of   gastro-oesophageal   reflux   disease\n(GERD),   gastric   ulcers,   or   other   gastrointestinal conditions.","Risk Class":"B"},{"S. No.":87,"Device Name":"Gastro-oesophageal pH\/impedance catheter, sterile","Intended Use":"A  sterile  flexible  tube  with  an  with  an  electrical conductor  at  its  distal  end  intended  to  be  inserted through the nose into the oesophagus and stomach to measure pH and\/or electrical impedance, typically for   the   evaluation   of   gastro-oesophageal   reflux disease     (GERD),     gastric     ulcers,     or     other gastrointestinal conditions.","Risk Class":"B"},{"S. No.":88,"Device Name":"Gastrostomy aspiration system gravity set","Intended Use":"A  collection  of  non-sterile  devices  designed  as  the external portion of a gastrostomy aspiration system intended to be used post-surgery by the patient after implantation of the stomach tube for the removal of a   portion   of   stomach   contents   after   meals,   by aspiration,     to     achieve     portion     control     and subsequently   weight   loss   in   a   morbidly   obese (bariatric) patient (≥ 18 years).","Risk Class":"C"},{"S. No.":89,"Device Name":"Gastrostomy aspiration system stomach tube","Intended Use":"A sterile, thin, flexible, hollow cylinder intended to be percutaneously  implanted  by  endoscopic  methods into  the  stomach  of  a  morbidly  obese  (bariatric) patient  (≥ 18 years) for the  removal of  a portion of stomach  contents  after  meals  by  aspiration  when used with a dedicated gravity kit that is the external\nportion of a gastrostomy aspiration system.","Risk Class":"C"},{"S. No.":90,"Device Name":"Gastrostomy button","Intended Use":"A sterile, short, tube that is inserted into the stomach percutaneously to permit long-term enteral feeding.","Risk Class":"C"},{"S. No.":91,"Device Name":"Gastrostomy T fastener","Intended Use":"A  device  intended  to  be  inserted  into  the  stomach percutaneously to appose the anterior gastric wall to the anterior abdominal wall, typically to facilitate the insertion of a percutaneous gastrostomy tube or for procedures  requiring  stabilization\/fixation  of  hollow gastrointestinal (GI) structures.","Risk Class":"C"},{"S. No.":92,"Device Name":"Gastrostomy tube Y-piece connector","Intended Use":"A sterile connecting device shaped in the form of a \"Y\" intended for connection to the proximal end of a gastrostomy tube to enable administration of nutrient liquids  and\/or  medication  through  the  gastrostomy\ntube.","Risk Class":"B"},{"S. No.":93,"Device Name":"Gastro-urological director","Intended Use":"A   slender,   rod-like   surgical   instrument   made   of metal, typically with groove running along the centre of it distal shaft and\/or continuing with an elongated malleable  wire  loop,  that  is  used  to  guide  other devices or instruments into a selected intracorporeal location during a gastroenterological\/urological (GU) procedure.","Risk Class":"B"},{"S. No.":94,"Device Name":"Gastro-urological probe","Intended Use":"A   slender,   rod-like,   hand-held   manual   surgical instrument,  typically  made  of  flexible  metal  with  a blunt     bulbous     tip,     designed     for     exploring\ngastroenterological\/urological (GU) structures during a GU procedure.","Risk Class":"B"},{"S. No.":95,"Device Name":"Gastro-urological scoop","Intended Use":"A heavy, hand-held, manual surgical instrument with a spoon-like, sharp-edged distal end on a long thin shaft that is used to access and scrape tissue from\nthe   common   hepatic\/bile   duct   system   during   a gastroenterological\/urological (GU) procedure.","Risk Class":"B"},{"S. No.":96,"Device Name":"Gravity enema set","Intended Use":"A collection of devices intended to be used to deliver an  injection  of  fluid  (e.g.,  saline  solution)  into  the rectum to facilitate evacuation of the large intestine.","Risk Class":"A"},{"S. No.":97,"Device Name":"Implantable gastric clamp","Intended Use":"A sterile implantable device designed to isolate  the lesser     curvature     segment     of     the     stomach (magenstrasse)   to   reduce   stomach   volume   and facilitate  weight  loss  in  overweight\/obese  patients\nthrough  a  reduction  in  food  consumption  based  on an increased sense of satiety (fullness).","Risk Class":"C"},{"S. No.":98,"Device Name":"Implantable incontinence- control electrical stimulation system","Intended Use":"An assembly of battery-powered devices intended to treat   chronic   disorders   of   the   pelvis   and   lower urinary or intestinal tract, typically related to urinary and\/or  faecal  incontinence,  through  the  application\nof  electrical  stimuli  to  the  muscles  and\/or  neural tissue of the pelvic floor\/bladder.","Risk Class":"C"},{"S. No.":99,"Device Name":"Implantable peritoneal catheter holder","Intended Use":"A   small,   sterile,   implantable   device   designed   to secure  a  peritoneal  or  lumboperitoneal  catheter  in situ by suturing it to the abdominal fascia at the point\nof entry\/exit.","Risk Class":"C"},{"S. No.":100,"Device Name":"Intestinal ostomy bag anti- adhesion device","Intended Use":"A  non-sterile,  noninvasive  device  intended  to  be applied to the inner surface of an intestinal ostomy bag to prevent opposing inner walls of the bag from\nsticking together (anti-pancaking).","Risk Class":"A"},{"S. No.":101,"Device Name":"Intestinal ostomy kit","Intended Use":"A  collection  of  non-sterile  devices  intended  to  be used  for  attachment\/replacement  of  an  intestinal ostomy bag (for collecting intestinal output such as\nfaeces    following     a     colostomy    or     ileostomy procedure).","Risk Class":"A"},{"S. No.":102,"Device Name":"Intestinal splint","Intended Use":"A  sterile  rigid  or  flexible  device  intended  to  be implanted within the abdomen to stabilize a portion of the intestine, or to stabilize and protect an injured\nportion of the intestine.","Risk Class":"C"},{"S. No.":103,"Device Name":"Intestinal stoma shield\/support belt, reusable","Intended Use":"A  non-sterile  plate,  typically  with  a  waist  belt  for attachment,  intended  to  be  placed  over  an  enteric stoma  (surgically-created  artificial  opening  between the  intestines  and  the  body  surface  through  which bodily  waste  is  drained)  to  protect  it  from  harmful external influences (e.g., knocks, friction), to reduce the  risk  of  stomal  herniation,  or  to  help  maintain adhesion of the base plate to the skin.","Risk Class":"A"},{"S. No.":104,"Device Name":"Intestinal stoma shield\/support belt, single- use","Intended Use":"A  non-sterile  plate,  typically  with  a  waist  belt  for attachment,  intended  to  be  placed  over  an  enteric stoma  (surgically-created  artificial  opening  between the  intestines  and  the  body  surface  through  which bodily  waste  is  drained)  to  protect  it  from  harmful external influences (e.g., knocks, friction), to reduce the  risk  of  stomal  herniation,  or  to  help  maintain\nadhesion of the base plate to the skin.","Risk Class":"A"},{"S. No.":105,"Device Name":"Intraluminal oesophageal retractor","Intended Use":"A   sterile,   hand-held   manual   surgical   instrument intended  to  be  inserted  through  an  orogastric  (or nasogastric)    tube    to    mechanically    divert    the oesophagus  away  from  the  site  of  surgery  during electrical   treatments   of   the   heart   (e.g.,   cardiac ablation),  to  facilitate  surgical  site  access  and  to help prevent injury to the oesophagus.","Risk Class":"B"},{"S. No.":106,"Device Name":"Invasive silicone sheet dressing","Intended Use":"A  sterile, flat  stretch  of  silicone  elastomer  intended for  use  as  a  short-term  intra-abdominal  dressing following  abdominal  surgery,  when  a  re-exploration of the wound\/abdomen is planned within a thirty day period.  It  is  used  to  achieve  temporary  abdominal closure   to   avoid   the   complications   of   an   open\nabdomen.","Risk Class":"B"},{"S. No.":107,"Device Name":"Laparoscopic cholangiography catheter\/needle","Intended Use":"A  sterile,  flexible,  single-lumen  tube  with  a  distal needle   intended   to   puncture   the   neck   of   the gallbladder (Hartmann’s pouch) during laparoscopic cholangiography to allow injection of contrast media.","Risk Class":"B"},{"S. No.":108,"Device Name":"Laparoscopic grasping forceps, Non sterile","Intended Use":"A  sterile,  rigid  surgical  instrument  designed  to  be introduced   through   a   laparoscope   primarily   for\ngrasping    and    manipulating    tissues    during    a laparoscopic surgical procedure.","Risk Class":"A"},{"S. No.":109,"Device Name":"Laparoscopic grasping forceps, sterile","Intended Use":"A rigid surgical instrument designed to be introduced through  a  laparoscope  primarily  for  grasping  and manipulating  tissues  during  a  laparoscopic  surgical\nprocedure.","Risk Class":"B"},{"S. No.":110,"Device Name":"Laparoscopic swab forceps","Intended Use":"An instrument designed to grasp a pledget swab at the distal end to obtain cytological specimens and\/or to   perform   blunt   dissection   during   gynaecologic and\/or  other  (e.g.,  cholecystectomy)  laparoscopic procedures.","Risk Class":"B"},{"S. No.":111,"Device Name":"Manual enema device","Intended Use":"A non-sterile device intended to be used to manually administer fluid (e.g., saline solution) into the rectum to facilitate evacuation of the large intestine through\nexpansion  of  the  lower  intestinal  tract  and  physical stimulation of peristalsis.","Risk Class":"B"},{"S. No.":112,"Device Name":"Manual enema device, reusable","Intended Use":"A device intended to be used to manually administer fluid (e.g., saline solution) into the rectum to facilitate evacuation of the large intestine through expansion\nof the lower intestinal tract and physical stimulation of peristalsis.","Risk Class":"B"},{"S. No.":113,"Device Name":"Manual rectal irrigation system","Intended Use":"A  portable  assembly  of  manually-operated  devices designed to be used by or on a patient to irrigate the rectum    with    water,    typically    to    provoke    the defecation reflex for the evacuation of the bowels to treat\/prevent  constipation  and  reduce  the  risk  of\nfaecal incontinence.","Risk Class":"B"},{"S. No.":114,"Device Name":"Motorized laparoscopic forceps","Intended Use":"A mains electricity (AC-powered) motorized surgical instrument  designed  for  grasping,  mobilizing,  and suturing tissues\/vessels  under direct or endoscopic\nvisualization during a surgical procedure.","Risk Class":"B"},{"S. No.":115,"Device Name":"Nasoenteral tube","Intended Use":"A  sterile,  thin,  flexible,  hollow  cylinder  designed  to access the small intestines  (duodenum or jejunum) through the nose and nasopharynx for examination (e.g.,    of    intestinal    contents),    treatment    (e.g., decompression,    short-term    feeding),    or    other purposes.","Risk Class":"B"},{"S. No.":116,"Device Name":"Nasogastric tube holder, intranasal","Intended Use":"A     non-sterile,     non-surgically    invasive     device intended to be used to secure a nasogastric tube to the  nose  of  a  patient  to  prevent  displacement  or\nremoval of the tube.","Risk Class":"B"},{"S. No.":117,"Device Name":"Nasogastric tube holder, noninvasive, non-sterile","Intended Use":"A small, non-sterile, noninvasive device intended to be  used  to  secure  a  nasogastric  tube  to  prevent displacement   or   removal   of   the   tube   from   the patient.","Risk Class":"A"},{"S. No.":118,"Device Name":"Nasogastric tube holder, noninvasive, sterile","Intended Use":"A  small,  sterile,  noninvasive  device  intended  to  be used   to   secure   a   nasogastric   tube   to   prevent displacement   or   removal   of   the   tube   from   the\npatient.","Risk Class":"A"},{"S. No.":119,"Device Name":"Non-vascular catheter introduction set","Intended Use":"A  collection  of  sterile,  invasive  devices  intended  to enable  percutaneous  Seldinger-type  introduction  of a non-vascular catheter (e.g., drainage catheter) into a body cavity or lumen (e.g., biliary tract, ureter).","Risk Class":"B"},{"S. No.":120,"Device Name":"Oesophageal temperature monitor","Intended Use":"An    electronic    device    used    to    monitor    the temperature   of   the   oesophagus   during   surgical ablation  of  the  wall  of  the  left  atrium.  It  typically measures  the  oesophageal  temperature  at  several adjacent   levels,   and   displays   these   temperature values simultaneously to help the surgeon avoid the application   of   heat   high   enough   to   form   atrial- oesophageal fistulas.","Risk Class":"B"},{"S. No.":121,"Device Name":"Paediatric-temperature nasogastric\/orogastric tube","Intended Use":"A sterile, thin, flexible, hollow cylinder designed as a paediatric  or  neonatal  enteral  feeding  tube  with  an\nintegrated   temperature   sensor   that   continuously measures oesophageal temperature.","Risk Class":"C"},{"S. No.":122,"Device Name":"Partially-implantable abdominal port\/catheter","Intended Use":"A   sterile   partially-implantable   device   intended   to provide  access  to  the  peritoneal  cavity  for  infusion (e.g., insulin, chemotherapeutic agents).","Risk Class":"C"},{"S. No.":123,"Device Name":"Percutaneous biliary biopsy procedure kit","Intended Use":"A collection of sterile devices intended to be used to obtain a tissue specimen from within the biliary duct system  for  histological  analysis  by  a  percutaneous\nendoscopic  approach,  typically  under  fluoroscopic visualization.","Risk Class":"B"},{"S. No.":124,"Device Name":"Pharyngeal electrical stimulation catheter","Intended Use":"A  sterile,  flexible  tubular  device  intended  to  deliver pharyngeal electrical stimulation for the treatment of neurogenic dysphagia.","Risk Class":"C"},{"S. No.":125,"Device Name":"Powered rectal\/colostomy irrigation system","Intended Use":"A  portable  assembly  of  battery-powered  devices intended  to  be  used  by,  or  on  a  patient,  for  the controlled  introduction  of  a  non-medicated  solution (typically   water)   into   the   rectum   to   treat   faecal\nincontinence or constipation (rectal irrigation), and\/or for colostomy site irrigation.","Risk Class":"B"},{"S. No.":126,"Device Name":"Probiotic oropharyngeal mucosa dressing","Intended Use":"A  non-sterile  substance  intended  to  be  applied  to the mucosa of the mouth and\/or pharynx to facilitate saprophytic  microflora  colonization  within  the  oral cavity\/pharynx, typically following antibiotic therapy, bacterial  infection,  or  injury.  It  includes  probiotic bacteria        (e.g.,        Streptococcus        salivarius, Streptococcus oralis) and compounds that create a barrier to facilitate growth of the probiotic bacteria.","Risk Class":"C"},{"S. No.":127,"Device Name":"Proctoscope, reusable","Intended Use":"An endoscope with a rigid inserted portion intended for  the  visual  examination  and  treatment  of  the rectum and anus.","Risk Class":"B"},{"S. No.":128,"Device Name":"Proctoscope, single-use","Intended Use":"A  sterile  endoscope  with  a  rigid  inserted  portion\nintended for the visual examination and treatment of the rectum and anus.","Risk Class":"B"},{"S. No.":129,"Device Name":"Rectal speculum","Intended Use":"A hand-held manual surgical instrument intended to be used to expand or stretch the rectal orifice\/canal after it is inserted and opened.","Risk Class":"B"},{"S. No.":130,"Device Name":"Rectal suction biopsy system","Intended Use":"An  assembly  of  disposable  and  reusable  devices designed  to  obtain  a  submucosal  tissue  specimen from the rectum using suction [rectal suction biopsy (RSB)], typically for histopathological analysis [e.g.,\nto help diagnose Hirschsprung's disease (HD)].","Risk Class":"B"},{"S. No.":131,"Device Name":"Rectal\/colonic lavage support kit","Intended Use":"A   collection   of   non-sterile,   noninvasive   devices intended  to  be  used  in  conjunction  with  a  rectal and\/or   colonic   irrigation   system   to   support   the\nintroduction    of    an    irrigation    solution    into    the rectum\/colon.","Risk Class":"A"},{"S. No.":132,"Device Name":"Rectoscope, reusable","Intended Use":"An endoscope with a rigid inserted portion intended\nfor  the  visual  examination  and  treatment  of  the rectum and anus.","Risk Class":"B"},{"S. No.":133,"Device Name":"Rectoscope, single-use","Intended Use":"A  sterile  endoscope  with  a  rigid  inserted  portion\nintended for the visual examination and treatment of the rectum and anus.","Risk Class":"B"},{"S. No.":134,"Device Name":"Rectoscope\/proctoscope handle","Intended Use":"A manual device intended to be used as a handle to hold   a   rectoscope   or   proctoscope   during   an examination procedure.","Risk Class":"A"},{"S. No.":135,"Device Name":"Rectosocope\/proctoscope handle end-cap","Intended Use":"A small cap intended to be fitted to the proximal end of the handle of a rectoscope or proctoscope during an examination procedure to provide an airtight seal so  that  air  can  be  pumped  through  the  scope  to inflate the bowel.","Risk Class":"A"},{"S. No.":136,"Device Name":"Rigid oesophagoscope","Intended Use":"An endoscope with a rigid inserted portion intended\nfor  the  visual  examination  and  treatment  of  the oesophagus.","Risk Class":"B"},{"S. No.":137,"Device Name":"Rigid sigmoidoscope","Intended Use":"An endoscope with a rigid inserted portion intended for  the  visual  examination  and  treatment  of  the sigmoid colon (the distal S-shaped part of the large\nintestine leading to the rectum).","Risk Class":"B"},{"S. No.":138,"Device Name":"Robotic electrosurgical instrument, bipolar, single- use","Intended Use":"A   sterile   electrosurgical   device   intended   to   be connected  directly  to  the  arm  of  a  robotic  surgical system to deliver electrosurgical current in a bipolar configuration (i.e., without a return electrode) from a generator          directly          to          tissues          for cutting\/coagulation\/ablation          during          robotic\nendoscopic     (e.g.,     laparoscopic,     arthroscopic) surgery.","Risk Class":"C"},{"S. No.":139,"Device Name":"Robotic surgical retractor","Intended Use":"A surgical device intended to be used in conjunction with a robotic surgical system to enable retraction of tissues during a robotic endoscopic procedure.","Risk Class":"B"},{"S. No.":140,"Device Name":"Self-propelled flexible video colonoscope","Intended Use":"A   sterile   endoscope   with   a   highly-flexible,   self- propelled,  inserted  portion  intended  for  the  visual examination of the entire colon.","Risk Class":"B"},{"S. No.":141,"Device Name":"Spring-loaded pneumoperitoneum needle, reusable","Intended Use":"A  slender,  sharply-pointed  metal  tube  designed  to introduce  or  remove  gas  from  the  peritoneal  cavity as  a  therapeutic  or  surgical\/radiological  procedural method. It is often inserted into the peritoneal cavity for  the  purpose  of  insufflation  [e.g.,  with  carbon\ndioxide (CO2)] to establish pneumoperitoneum prior to abdominal endoscopy.","Risk Class":"B"},{"S. No.":142,"Device Name":"Spring-loaded pneumoperitoneum needle, single-use","Intended Use":"A  slender,  sharply-pointed  metal  tube  designed  to introduce  or  remove  gas  from  the  peritoneal  cavity as  a  therapeutic  or  surgical\/radiological  procedural method. It is often inserted into the peritoneal cavity for  the  purpose  of  insufflation  [e.g.,  with  carbon\ndioxide (CO2)] to establish pneumoperitoneum prior to abdominal endoscopy.","Risk Class":"B"},{"S. No.":143,"Device Name":"Static magnetic anal plug","Intended Use":"A   non-sterile   magnetic   device   designed   to   be inserted  into  the  rectum  by  the  user  and  retained there for a specified period of time (e.g., 1 to 2 hours per  day  for  10  to  20  days)  to  help  reduce  anal haemorrhoids with magnetism.","Risk Class":"B"},{"S. No.":144,"Device Name":"Stoma drainage catheter","Intended Use":"A  sterile  flexible  tube  that  is  inserted  into  a  stoma (an  artificial  opening  in  the  body,  especially  in  the abdominal  wall,  made  during  a  surgical  procedure) to   drain   bodily   waste   from   an   internal   stoma\ncontainer; normally directly into the toilet.","Risk Class":"B"},{"S. No.":145,"Device Name":"Stoma support implant","Intended Use":"A  sterile,  non-bioabsorbable  device  intended  to  be implanted  into  the  abdominal  wall  during  a  gastro- urological  ostomy  procedure  to  reduce  the  risk  of parastomal hernia by supporting the abdominal wall\nsurrounding the stoma.","Risk Class":"C"},{"S. No.":146,"Device Name":"TEM\/TEO rectoscope, optical","Intended Use":"An endoscope with a rigid inserted portion intended for surgical treatment of the lower part of the bowel during transanal endoscopic microsurgery (TEM) or transanal endoscopic operations (TEO).","Risk Class":"B"},{"S. No.":147,"Device Name":"TEM\/TEO rectoscope, video","Intended Use":"An endoscope with a rigid inserted portion intended for surgical treatment of the lower part of the bowel during transanal endoscopic microsurgery (TEM) or transanal endoscopic operations (TEO).","Risk Class":"B"},{"S. No.":148,"Device Name":"Thermal-regulation orogastric tube","Intended Use":"A    non-sterile,    multi-lumen,    multi-purpose    tube intended for oral introduction into the gastrointestinal (GI)   tract   for   both:   1)   enteral   feeding\/gastric decompression;  and  2)  thermal  regulation  of  the whole    body    via    thermal    transfer    across    the oesophagus (to lower and alternatively elevate core\nbody temperature).","Risk Class":"C"},{"S. No.":149,"Device Name":"Transenteric drainage tube","Intended Use":"A  sterile  non-bioabsorbable  tube  intended  to  be endoscopically  implanted  transmurally  between  the gastrointestinal    (GI)    tract    and    a    pancreatic\npseudocyst or the biliary tract for drainage.","Risk Class":"C"},{"S. No.":150,"Device Name":"Video capsule endoscopy system","Intended Use":"An assembly of electronic devices designed for the internal visualization and examination of sections of the gastrointestinal (GI) tract using a non-digestible video  capsule  after  it  has  been  swallowed  by  a patient.","Risk Class":"B"},{"S. No.":151,"Device Name":"Video capsule endoscopy system application software","Intended Use":"An individual software application program or group of programs, routines or algorithms that add specific computer assisted display, processing and analysis capabilities to a video capsule endoscopy system.","Risk Class":"B"},{"S. No.":152,"Device Name":"Video capsule endoscopy system capsule","Intended Use":"A       non-sterile,       battery-powered,       electronic component  device  of  a  video  capsule  endoscopy system  designed  to  be  swallowed  by  a  patient  for\nthe  internal  visualization  and  examination  of  the gastrointestinal (GI) tract.","Risk Class":"B"},{"S. No.":153,"Device Name":"Pancreatic stent","Intended Use":"Pancreatic duct stents are often placed in patients who have chronic pancreatitis.","Risk Class":"C"}]