[{"S. No.":1,"Device Name":"Liquid crystal forehead temperature strip","Intended Use":"A liquid crystal forehead temperature strip is a device applied to the forehead that is used to indicate the presence or absence of fever, or to monitor body temperature changes.","Risk Class":"B"},{"S. No.":2,"Device Name":"Bed exit monitor, Fall prevention","Intended Use":"Intended to be placed under  mattress and used to indicate by an alarm or other signal when a patient attempts to leave the bed.","Risk Class":"A"},{"S. No.":3,"Device Name":"Electronic monitor for gravity flow infusion systems","Intended Use":"Inteded to electronically monitor the amount of fluid being infused into a patient.","Risk Class":"C"},{"S. No.":4,"Device Name":"Electrically powered spinal fluid pressure monitor","Intended Use":"Inteded to measure spinal fluid pressure by the use of a transducer which converts spinal fluid pressure into an electrical signal.","Risk Class":"B"},{"S. No.":5,"Device Name":"Spinal fluid manometer","Intended Use":"A spinal fluid manometer is a device used to measure spinal fluid pressure using needle and graduated column.","Risk Class":"B"},{"S. No.":6,"Device Name":"Stand-on patient scale","Intended Use":"Intended for medical purposes that is used to weigh a patient who is able to stand on the scale platform.","Risk Class":"A"},{"S. No.":7,"Device Name":"Patient scale","Intended Use":"A patient scale is a device intended for medical purposes that is used to measure the weight of a patient who cannot stand on a scaleby  placing scale under a bed or chair to weigh both the support and the patient.","Risk Class":"A"},{"S. No.":8,"Device Name":"Sterilization process indicator (Biological)","Intended Use":"A biological sterilization process indicator is a device intended for use by a health care provider to accompany products being sterilized through a sterilization procedure and to monitor adequacy of sterilization on medical device.","Risk Class":"B"},{"S. No.":9,"Device Name":"Sterilization process indicator (Physical\/chemical)","Intended Use":"A physical\/chemical sterilization process indicator is a device intended for use by a health care provider to accompany products being sterilized through a sterilization procedure and to monitor one or more parameters of the sterilization process on medical device.","Risk Class":"B"},{"S. No.":10,"Device Name":"Clinical color change thermometer.","Intended Use":"A clinical color change thermometer is a disposable device used to measure a patient's oral, rectal, or axillary (armpit) body temperature.","Risk Class":"A"},{"S. No.":11,"Device Name":"Apgar timer.","Intended Use":"The Apgar timer is a device intended to alert a health care provider to take the Apgar score of a newborn infant.","Risk Class":"A"},{"S. No.":12,"Device Name":"Hydraulic adjustable hospital bed.","Intended Use":"Intended for medical purposes that consists of a bed with a hydraulic mechanism operated by an attendant to adjust the height and surface contour of the bed.","Risk Class":"A"},{"S. No.":13,"Device Name":"Manual adjustable hospital bed.","Intended Use":"A manual adjustable hospital bed is a device intended for medical purposes that consists of a bed with a manual mechanism operated by an attendant to adjust the height and surface contour of the bed.","Risk Class":"A"},{"S. No.":14,"Device Name":"Pediatric medical crib.","Intended Use":"Intended for medical purposes for use with a pediatric patient.","Risk Class":"B"},{"S. No.":15,"Device Name":"Medical bassinet.","Intended Use":"Intended for medical purposes in hospital for use (birth to approximately 5 months of age) in a nursery, labor and delivery unit, or patient room.","Risk Class":"B"},{"S. No.":16,"Device Name":"Nonpowered flotation therapy mattress.","Intended Use":"A nonpowered flotation therapy mattress is a mattress intended for medical purposes which contains air, fluid, or other materials,  to treat or prevent decubitus ulcers (bed sores).","Risk Class":"A"},{"S. No.":17,"Device Name":"Therapeutic medical binder.","Intended Use":"Intended for medical purposes and that can be secured by ties so that it supports the underlying part of the body or holds a dressing in place like abdominal, breast and perineal binder.","Risk Class":"A"},{"S. No.":18,"Device Name":"Burn sheet.","Intended Use":"Inteded to wrap around a burn victim to retain body heat, to absorb wound exudate, and to serve as a barrier against contaminants","Risk Class":"A"},{"S. No.":19,"Device Name":"Neonatal eye pad.","Intended Use":"A neonatal eye pad is an opaque device used to cover and protect the eye of an infant during therapeutic procedures, such as phototherapy.","Risk Class":"A"},{"S. No.":20,"Device Name":"Pressure infusor for an I.V. bag.","Intended Use":"Device inteded to inflate and increases the pressure on the I.V. bag to assist the infusion of the fluid","Risk Class":"B"},{"S. No.":21,"Device Name":"Intravascular administration set, automated air removal system.","Intended Use":"Inteded to detect and automatically remove air from an intravascular administration set with minimal to no interruption in the flow of the intravascular fluid.","Risk Class":"B"},{"S. No.":22,"Device Name":"Patient care reverse isolation chamber.","Intended Use":"Device inteded protects a patient who is undergoing treatment for burns or is lacking a normal immunosuppressive defense due to therapy or congenital abnormality.","Risk Class":"B"},{"S. No.":23,"Device Name":"Jet lavage.","Intended Use":"A jet lavage is a device used to clean a wound by a pulsatile jet of sterile fluid.","Risk Class":"B"},{"S. No.":24,"Device Name":"Patient lift, Electrcially powered","Intended Use":"Inteded to lift and transport patients in hsoptial in the horizontal or other required position from one place to another, as from a bed to a bath.","Risk Class":"B"},{"S. No.":25,"Device Name":"Nipple shield.","Intended Use":"A nipple shield is a device consisting of a cover used to protect the nipple of a nursing woman.","Risk Class":"A"},{"S. No.":26,"Device Name":"Lamb feeding nipple.","Intended Use":"A lamb feeding nipple is a device intended for use as a feeding nipple for infants with oral or facial abnormalities","Risk Class":"A"},{"S. No.":27,"Device Name":"Suction snakebite kit.","Intended Use":"Intended for removing venom from the wound.","Risk Class":"A"},{"S. No.":28,"Device Name":"Chemical cold pack snakebite kit.","Intended Use":"Intended for first-aid treatment of snakebites","Risk Class":"D"},{"S. No.":29,"Device Name":"Therapeutic scrotal support.","Intended Use":"Intended for medical purposes  to support the\nscrotum (the sac that contains the testicles)","Risk Class":"A"},{"S. No.":30,"Device Name":"Cardiopulmonary resuscitation board.","Intended Use":"Intended to be  placed under a patient to act as a support during cardiopulmonary resuscitation.","Risk Class":"A"},{"S. No.":31,"Device Name":"Ultrasonic cleaner for medical instruments.","Intended Use":"Intended for cleaning medical instruments by the emission of high frequency soundwaves","Risk Class":"B"},{"S. No.":32,"Device Name":"Medical insole.","Intended Use":"Intended for medical purposes that is placed inside a shoe to relieve the symptoms of athlete's foot infection by absorbing moisture.","Risk Class":"A"},{"S. No.":33,"Device Name":"Ingestible event marker.","Intended Use":"An ingestible event marker is a prescription device used to record time-stamped, patient-logged events. The ingestible component links wirelessly through intrabody communication to an external recorder which records the date and time of ingestion as well as the unique serial number of the ingestible device.","Risk Class":"C"},{"S. No.":34,"Device Name":"Remote Medication Management System.","Intended Use":"The system is intended to store the patient's prescribed medications in a delivery unit, to permit a health care professional to remotely schedule the patient's prescribed medications, to notify the patient when the prescribed medications are due to be taken, to release the prescribed medications to a tray of the delivery unit accessible to the patient on the patient's command, and to record a history of the\nevent for the health care professional.","Risk Class":"B"},{"S. No.":35,"Device Name":"Medical examination light, AC powered or Battery","Intended Use":"Intended for medical purposes that is used to illuminate body surfaces and cavities during a\nmedical examination.","Risk Class":"A"},{"S. No.":36,"Device Name":"Skin pressure protectors.","Intended Use":"A skin pressure protector is a device intended to reduce pressure on the skin over a bony prominence to reduce the likelihood of the patient's developing decubitus ulcers (bedsores)","Risk Class":"A"},{"S. No.":37,"Device Name":"Ultraviolet (UV) radiation environmental disinfection device","Intended Use":"A medical ultraviolet air purifier is a device intended for medical purposes in hospital\/clinic  to destroy bacteria in the air by exposure to ultraviolet radiation.","Risk Class":"B"},{"S. No.":38,"Device Name":"Ultraviolet (UV) radiation chamber disinfection device.","Intended Use":"An ultraviolet (UV) radiation chamber disinfection device is intended for the low-level surface disinfection of non-porous medical device surfaces by close-controlled UV irradiation.","Risk Class":"C"},{"S. No.":39,"Device Name":"Body waste receptacle.","Intended Use":"A body waste receptacle is a device intended for medical purposes that is not attached to the body and that is used to collect the body wastes of a bed patient.","Risk Class":"A"},{"S. No.":40,"Device Name":"Vacuum-powered body fluid suction apparatus.","Intended Use":"A vacuum-powered body fluid suction apparatus is a device used to aspirate, remove, or sample body fluids.","Risk Class":"B"},{"S. No.":41,"Device Name":"Washers for body waste receptacles.","Intended Use":"A washer for body waste receptacles is a device intended for medical purposes that is used to clean and sanitize a body waste receptacle, such as a bedpan.","Risk Class":"A"},{"S. No.":42,"Device Name":"Sterilization wrap.","Intended Use":"It is intended to allow sterilization of the enclosed medical device and also to maintain sterility of the enclosed device until used","Risk Class":"B"},{"S. No.":43,"Device Name":"Ethylene oxide gas sterilizer.","Intended Use":"Intended for use by a health care provider that uses ethylene oxide (ETO) to sterilize medical devices.","Risk Class":"C"},{"S. No.":44,"Device Name":"Dry-heat sterilizer.","Intended Use":"A dry-heat sterilizer is a device that is intended for use by a health care provider to sterilize medical devices by means of dry heat.","Risk Class":"C"},{"S. No.":45,"Device Name":"Steam sterilizer.","Intended Use":"A steam sterilizer (autoclave) is a device that is intended for use by a health care provider to sterilize medical devices by means of pressurized steam.","Risk Class":"C"},{"S. No.":46,"Device Name":"Liquid chemical sterilants\/high level disinfectants.","Intended Use":"A liquid chemical sterilant\/high level disinfectant is a germicide that is intended for use as the terminal step in processing critical and semicritical medical devices prior to patient use.","Risk Class":"C"},{"S. No.":47,"Device Name":"Hand-carried stretcher.","Intended Use":"A hand-carried stretcher is a device intended to carry patient as an assistance for injury or disability.","Risk Class":"A"},{"S. No.":48,"Device Name":"Manual Wheeled stretcher.","Intended Use":"A manual wheeled stretcher is a device intended to\ntransport patients in a horizontal position as an assistance to injury or disability.","Risk Class":"A"},{"S. No.":49,"Device Name":"Motorised Wheeled stretcher.","Intended Use":"A motorised wheeled stretcher is a device intended to transport patients in a horizontal position as an assistance to injury or disability with a motorised\nmechanism.","Risk Class":"B"},{"S. No.":50,"Device Name":"Liquid crystal vein locator.","Intended Use":"Inteded to indicate the location of a vein by revealing variations in the surface temperature of the skin.","Risk Class":"A"},{"S. No.":51,"Device Name":"Medical washer.","Intended Use":"Intended for general medical purposes to clean and dry  medical devices, which later undergo sterilization or disinfection before use on patient.","Risk Class":"B"},{"S. No.":52,"Device Name":"Medical washer-disinfector.","Intended Use":"A medical washer-disinfector is a device that is intended for general medical purposes to clean, decontaminate, disinfect, and dry surgical instruments, anesthesia equipment, hollowware, and other medical devices.","Risk Class":"B"},{"S. No.":53,"Device Name":"Hydrogen Peroxide Gas Plasma Sterilization System","Intended Use":"Intended for sterilization\/disinfection of both metal and nonmetal\/polymer based medical devices.","Risk Class":"C"},{"S. No.":54,"Device Name":"Blood bank centrifuge","Intended Use":"Intended to separate blood components of a suspension by application of centrifugal force.","Risk Class":"A"},{"S. No.":55,"Device Name":"Environmental chamber for storage of platelet concentrate","Intended Use":"A refrigerated environmental chamber for storage of platelet concentrate is a device used to hold platelet- rich plasma within a preselected temperature range","Risk Class":"B"},{"S. No.":56,"Device Name":"Blood storage refrigerator","Intended Use":"Thsese are devices intended for medical purposes that are used to preserve blood and blood products by storing them at cold or freezing temperatures.","Risk Class":"B"},{"S. No.":57,"Device Name":"Heat-sealing device","Intended Use":"A heat-sealing device is a device intended for medical purposes that uses heat to seal plastic bags containing blood or blood components.","Risk Class":"A"},{"S. No.":58,"Device Name":"Templates","Intended Use":"A single use, sterile surgical instrument intended to be used to correctly position an implant. It can be used before making the incision to mark the implant shape, after making the incision, to check the implant position and during the coil pocket creation to check for its size.  The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":59,"Device Name":"X- ray marker for strut","Intended Use":"Intended to be used in Six axis correction apparatus with software.","Risk Class":"A"},{"S. No.":60,"Device Name":"Clamp","Intended Use":"Resuable Handheld Surgical Instrument for clamping tissues or materials or bone. These include Clamp for holding pins.","Risk Class":"A"},{"S. No.":61,"Device Name":"Container for orthopaedic cement dispensor","Intended Use":"A sterile device in which an orthopaedic cement dispenser is placed to maintain the sterility of the dispenser and its contents when it is taken out of the sterile field to be mixed. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":62,"Device Name":"Box Wrench for Nut\/Bolt","Intended Use":"A minimally invasive, reusable surgical instrument intended to grip, twist or turn nut & bolt.","Risk Class":"A"},{"S. No.":63,"Device Name":"Instrument set for external fixation system","Intended Use":"The instrument used for external fixation system. These include screw guide, allen key, half pin introducer, jig for fixator, minimally invasive spine surgery access tube, access tube holding handle, hex tightener, retractor blade, light source cable, optic fiber cable.","Risk Class":"A"},{"S. No.":64,"Device Name":"Spinal cage system instruments","Intended Use":"The spinal cage system instruments are used by surgeon for spinal implants, devices or hardware, uses surgical procedures to implant titanium, titanium- alloy, stainless steel, or non-metallic devices into the spine. The instrument set includes rasp for cervical disc spacer, bone graft compactor, bone tamp for cervical disc spacer, cage support block, cervical distractor pin, cutter for cage, funnel, graft, seat holder for cervical disc spacer, introducer for cervical disc spacer, left angled curette, quick change, quick change for box chisel, spreader, tap handle - quick coupling, threaded inserter for droner peek cage, tlif cage guide, tlif cage holder, tommy bar for cages, trial for droner peek\/plif \/radial tlif cage, Cervical Distractor, Rasp For Radial Tlif\/Plif Cage, Right Angled Curette, Screw Tighter, Pin Introducer For Vertebral Distractor, Plif Cage Holder, Dura, Curette. The system does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":65,"Device Name":"Cervical plate system instruments","Intended Use":"The Cervical plate system instruments is a comprehensive system of instruments for stabilization of the spine in the cervical regions. The instruments used by surgeon includes pin fixation, plate bender, supporting pin for cervical plate, Screw Tightner for Cervical Plate Screw, Knob Aligner for Cervical Lock Plate, Plate Holder for Cervical Lock Plate, Threaded Pin. The system does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":66,"Device Name":"Mesh system instruments","Intended Use":"The instrument used by surgeon include mesh holder, mesh pusher, curved mesh pusher, mesh cutter. The instrument is intended to aid surgeon in placing mesh.(Mesh is not apart of the system.).\nMesh is used to provide mechanical support for weakened tissues of the pelvic floor.","Risk Class":"A"},{"S. No.":67,"Device Name":"Cervical disc spacer instruments for Spine","Intended Use":"Intended to be used in cervical disc surgery. The products include Rasp for cervical disc spacer, Graft seat holder for cervical disc spacer, Bone tamp for cervical disc spacer & Lateral mass system & small anatomical system instruments. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":68,"Device Name":"Spinal Instrument","Intended Use":"The instruments used in spinal surgery. These include Bone Cutter, Bone Nibbler Single \/ Double Action, Bone Nibbler Single Action, Hijack Punch, Disc Punch, Chisel with Detachable Handle Gouge with fiber handle, Plate holding forcep for C1-C2 spacer, Rounger Right Angle, Sargent Rounger, Rounger Kiliner, Olecrona Rounger, Lacksell Rounger, Kerrison Punch, Rib Rasperactory, Mastroid Retractor, Kochar's Bone hook, Micro cob elevator, Elevator Cobs, Chisel with attached fiber handle, Bone Lever, Micro Curettes, Meatal Curette, Curette, Gauge, Atraumatic Micro Force, Plate holding forcep for C1-C2 spacer, Introducer for C1- C2 spacer.","Risk Class":"A"},{"S. No.":69,"Device Name":"Instrument set for Bone Screws & Plates","Intended Use":"The instrument set fore bone screw & plates includes Tap, Countersink shaft, Tension device Muller type, handle for quick coupling, holding clip, Dynamic Compression Plate\/Limited Contact Dynamic Compression Plate neutral & load guide, bending iron for plates, bending iron for k-wires, Direct measuring device, threaded plate holder , Push pull reduction device, Tension device Muller type, Bending pin, Refractor. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":70,"Device Name":"Electronic Drive Instruments & Accessories","Intended Use":"The electronic instruments used as orhtopaedic instruemnts. This includes  Battery, Battery charger, Tubes for connecting to cuffs, Single cuffs for tourniquet, Double cuffs for tourniquet, High speed Motor control unit, Cutters & Burrs, Straight and Angled Handpieces, Craniotome, Perforator, light source cable, optic fibre cable. The system does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":71,"Device Name":"Instrument system for bipolar hip system","Intended Use":"The instrument system for bipolar hip system used in surgical procedure includes Advanced Muller Rasp handle for cemented stem, Long scoop for Hip for cemented stem, Rasp for cemented stem, Inserter for cemented stem, Head trail, Tommy bar, Long scoop for Hip for cemented stem, Tommy bar for rasp handle for cemented stem, Trial locating pin for cemented stem, Positioning bar for cemented stem, Head, dismantler for cemented stem, Introducer for cement restrictor, Head trial adaptor, Set of gauges, Ruller for uncemented stem, Rasp handle for uncemented stem, Trial neck for uncemented stem, Rasp for uncemented stem, Repositioning Lever for uncemented stem, Double Curved Gauge for uncemented stem, Proximal Trial Stem for uncemented stem, Gauge for medullary Cavity for uncemented stem, Reduction Lever for uncemented stem, Positioning bar for uncemented stem, Hammer for uncemented stem, Hex wrench for uncemented stem, Distal trial stem for uncemented stem, Proximal trial neck for uncemented stem, Ruller for uncemented stem, Hip head dismenteler for uncemented, Trial adaptor for cemented stem.","Risk Class":"A"},{"S. No.":72,"Device Name":"Plaster Instruments\/Saw","Intended Use":"A instrument  used to cut or shave or put  plaster. The instruments include plaster sawengle type & heavy duty type, plaster bender, plaster spreader, plaster shear.","Risk Class":"A"},{"S. No.":73,"Device Name":"Wire tensioner","Intended Use":"An orthopaedic, manual hand-held surgical instrument used during orthopaedic surgery to apply an appropriate tension to a wire that is being implanted, usually as part of a system to provide corrective surgery to the spine. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":74,"Device Name":"Thick \/Thin Guide Pin","Intended Use":"The guide pin is to be used facilitate precise placement of a cannulated screw during orthopaedic surgery.","Risk Class":"A"},{"S. No.":75,"Device Name":"Depth Gauge","Intended Use":"Device intended to aid surgeon in determining the appropriate length retractor blade to use based on surgical site depth through a color-coded system.","Risk Class":"A"},{"S. No.":76,"Device Name":"Vice Grip","Intended Use":"The product used to hold pliers.","Risk Class":"A"},{"S. No.":77,"Device Name":"Bone Tap","Intended Use":"A metal surgical instrument designed for cutting internal threads into bone so that the threads facilitate the insertion of bone screws. The screws anchor bone fragments, fixtures and\/or other devices to the bone. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":78,"Device Name":"Reamer & its attachment","Intended Use":"A hand hold instrument used to enlarge. It includes pedicle reamer, reamer for cemented stem, Distal reamer for uncemented stem, adaptors for reamers & Quick Change. The product does not include orthopaedic implants.","Risk Class":"A"},{"S. No.":79,"Device Name":"Torque Wrench","Intended Use":"The torque wrench is used to tighten the setscrew on the connector assemblies of the implantable pulse generator and extension.","Risk Class":"A"},{"S. No.":80,"Device Name":"Pedical Screw Instruments","Intended Use":"The instruments include rocker, Tap breaker, Persuader, Sound, Quick Change. These instruments used tio aid surgeon in placing pedical screw in spinal fusion surgery.","Risk Class":"A"},{"S. No.":81,"Device Name":"Surgical Probe","Intended Use":"It includes curved\/straight probe, thorasic probe, Depuy Probe Curved.","Risk Class":"A"},{"S. No.":82,"Device Name":"Rod Cutter\/Reducer","Intended Use":"A reusable surgical instrument used to reduce or seat an implantable rod into the saddle of the implant.","Risk Class":"A"},{"S. No.":83,"Device Name":"Alignment Guide","Intended Use":"A reusable manual surgical instrument designed to facilitate the correct orientation (alignment) of another medical device or implant during orthopaedic surgery.","Risk Class":"A"},{"S. No.":84,"Device Name":"Retractor Holder","Intended Use":"A mechanism to which surgical retractors are mounted to, in order for the retractors to hold back tissues.","Risk Class":"A"},{"S. No.":85,"Device Name":"Extractor","Intended Use":"An instrument, commonly known as a splinter probe, used to aid in the removal of foreign objects from superficial skin tissue. The device is single-use.\nThese include Extractor rod, Extractor hammer, Extractor rod handle, Head extractor for cemented stem, Head extractor.","Risk Class":"A"},{"S. No.":86,"Device Name":"Retractor","Intended Use":"Handheld surgical device used to hold soft tissues retracted from the field of view. These include Self- Retaining Retractor,","Risk Class":"A"},{"S. No.":87,"Device Name":"Bone Curette","Intended Use":"A hand held manual surgical instrument used for cutting and excising bone tissue typically during orthopaedic surgery. It is typically a long, slender instrument with a handle at the proximal end and a concave, spoon-like tip which has a sharp edge, at the distal end. The bowl may be open (ring currette) or it may be double-ended, and is used to facilitate the removal of the bone tissue without causing trauma to the surrounding muscles. This is a reusable device.","Risk Class":"A"},{"S. No.":88,"Device Name":"Bone Cutter","Intended Use":"A surgical instrument used to cut bone to penetrate\/separate bone, during orthopaedic surgical procedures.","Risk Class":"A"},{"S. No.":89,"Device Name":"Surgical Punch\/Bone Punch","Intended Use":"A surgical instrument used to punch holes in bone, typically for the purposes of biopsy procedures or for fixation procedures. The instrument can be ring handled, pistol grip or shaft-like in design. Ring handled or pistol grip designs feature extended shafts which terminate in a punch-like or mechanical jaw mechanism at the distal tip. The shaft-like instrument is a hollow tube, sharpened on one end, and is usually used with a trocar.","Risk Class":"A"},{"S. No.":90,"Device Name":"Surgical Mallet","Intended Use":"A hand held surgical instrument that is used by a surgeon to manually impart a force on another device during surgical intervention.","Risk Class":"A"},{"S. No.":91,"Device Name":"Hook","Intended Use":"A handheld reusable instrument used to hold tissues or to pull tissues around.","Risk Class":"A"},{"S. No.":92,"Device Name":"Dissector","Intended Use":"A hand-held surgical instrument, usually spoon shaped or rounded at the working end made of stainless steel, used to separate a soft tissue or body structure from another. It comes in various shapes and sizes but usually has a handle proximally which continues into a shaft as one moves distally. The shaft terminates in a tip which may be pointed or flat, sharp or blunt and angled or straight from the shaft. These include tear drop dissector set & pen field dissector.","Risk Class":"A"},{"S. No.":93,"Device Name":"Surgical Spatula","Intended Use":"It is reuseable surgical instrument designed to rotate and \/or dissect tissues, bone fragments & other instruments.","Risk Class":"A"},{"S. No.":94,"Device Name":"Osteotome","Intended Use":"A handheld surgical instrument with a flat cutting edge that can be hit with a hammer used to trim bone. These include box osteotome for uncemented\nstem & Box osteotomy for cemented stem.","Risk Class":"A"},{"S. No.":95,"Device Name":"Surgical Elevator","Intended Use":"A Handheld Surgical Instrument that is a long flat piece of metal, with a blunt end and an optional hook end, used to lift organs or tissues; with lifting force normally supplied by an assistant.","Risk Class":"A"},{"S. No.":96,"Device Name":"Needle Holder","Intended Use":"Needle holders intended to secure needles during suturing.","Risk Class":"A"},{"S. No.":97,"Device Name":"Scissor","Intended Use":"Intended to used for cutting various materials, ie gauze.","Risk Class":"A"},{"S. No.":98,"Device Name":"Approximator","Intended Use":"A surgical instrument having a shaft-like handle, which tapers as it approaches its distal end. The distal portion of the instrument is curved towards its tip which culminates in a pointed end that is intended to grasp tissue and retract it during a surgical procedure. These include Tibia \/femur distal approximator.","Risk Class":"A"},{"S. No.":99,"Device Name":"Pliers","Intended Use":"The purpose of these instruments is to hold, bend or cut commonly used orthodontic materials such as wires. These include Wire bending pliers, Cerclip plier & locking plier.","Risk Class":"A"},{"S. No.":100,"Device Name":"Tamp, Surgical","Intended Use":"Inserted into the disc space to pack and fill the disc space with bone graft\/bone substitute at the end of surgery. End of shaft is normally impacted with a mallet supplied by the hospital to further pack the\nbone into the disc space. Not an implantable device.","Risk Class":"A"},{"S. No.":101,"Device Name":"Orthopaedic Countersink","Intended Use":"The countersinks are bone profilers which are bone- cutting instruments used for bone preparation to enable the placement of gingival part of components during dental procedures in the mouth.","Risk Class":"A"},{"S. No.":102,"Device Name":"Wrench","Intended Use":"A heavy-duty, surgical instrument with specially designed sturdy handles and gripping jaws (typically parallel) used to grip and hold an object during a surgical intervention. It has a scissors-like design with curved handles and is made of high-grade stainless steel. It is available in various sizes and the jaws (typically broad with serrations) at the working end are activated through a single pivot or a double ratio- lever exchange pivot to provide greater gripping force. This is a reusable device. This include combination wrench.","Risk Class":"A"},{"S. No.":103,"Device Name":"Periostic elevator","Intended Use":"A sterile, single use dental instrument shaped as a kind of a lever designed to lift, separate, or displace\nteeth &\/or soft tissues during dental procedures.","Risk Class":"A"},{"S. No.":104,"Device Name":"Pneumatic Tourniquet & its attachment","Intended Use":"The tourniquet used for stopping flow of blood through artery by compression. The attachment includes Consol unit & cuffs.","Risk Class":"A"},{"S. No.":105,"Device Name":"Electronically operated Tourniquet Single & Double Cuff Consol","Intended Use":"Electronically operated Tourniquet used for stopping flow of blood through artery by compression. This unit include consol.","Risk Class":"B"},{"S. No.":106,"Device Name":"Forceps","Intended Use":"Forceps are used to grasp, manipulate, compress, pull or join tissue, equipment or supplies. It includes burns for radius, modified burns, martins cartilage forcep, sequestum forcep, reduction forcep, self centering forcep, Fergussons Type Bone Holding forcep, Haygrooves Type Bone- Holding\nForcep,Lanes Type Bone – Holding Forcep, Patella with Single Pronge, Patella Double Pronge, Patella with Eye, Rocker Forcep, Plate & Bone Holding Forcep.","Risk Class":"A"},{"S. No.":107,"Device Name":"Plaster Knife","Intended Use":"A flat-bladed instrument with a cutting edge used to cut or shave plaster.","Risk Class":"A"},{"S. No.":108,"Device Name":"Plaster Spreader – Modified & Hanning Type","Intended Use":"A manual surgical instrument with specially designed blades used to separate and spread hardened plaster, i.e., that which has already been used to form a cast.","Risk Class":"A"},{"S. No.":109,"Device Name":"Surgical Drill & its attachment","Intended Use":"The surgical drilling machine that, when rotated at an appropriate speed, will cut into bone creating a hole of the same dimension as the diameter of the bit. The attachment includes drill bit, drill guides, burr & handpiece.","Risk Class":"B"},{"S. No.":110,"Device Name":"Surgical Trays","Intended Use":"Trays are containers intended to provide a suitable platform for containing many medical\/surgical instruments and related items during a clinical procedure. They might in addition be used during reprocessing\/sterilization procedures. They are non- invasive, reusable devices.","Risk Class":"A"},{"S. No.":111,"Device Name":"Implant Trials","Intended Use":"Trials are temporary sizing guides which are used by surgeons to check the size and fit of orthopaedic implants before actual implantation of device. The product does not include orthopaedic implants.","Risk Class":"B"},{"S. No.":112,"Device Name":"Computer Assisted Surgery System","Intended Use":"Image guided instruments are intended for planning and intraoperative navigation during surgical procedures where the use of stereotactic surgery may be appropriate, and where a reference to a rigid anatomical structure such as a long bone can be identified relative to a CT or MR based model or fluroscopy images of the anatomy. The instruments when used in conjunction with the navigational software allo real time tracking with three-dimensional visualization of the surgical field.","Risk Class":"B"},{"S. No.":113,"Device Name":"Knee System Instruments","Intended Use":"These are surgically invasive instruments which are used manually to assist during total knee arthroplasty. The devices are single use\/reusable. The product does not include orthopaedic implants.","Risk Class":"B"},{"S. No.":114,"Device Name":"Hip System Instrument","Intended Use":"These are surgically invasive instruments which are used manually to assist in the implantation of the femoral or acetabular components in total or hemiarthroplasty. The devices are single use\/reusable. The product does not include orthopaedic implants.","Risk Class":"B"},{"S. No.":115,"Device Name":"Insertion and removal instruments","Intended Use":"Reusable surgical instruments to facilitate the manipulation, implantation and removal of various orthopaedic devices during orthopaedic surgeries.","Risk Class":"A"},{"S. No.":116,"Device Name":"Bone cement accessories","Intended Use":"Cement Accessories are devices used in conjunction with bone cement to facilitate its handling and penetration into a bone site. Accessories include devices for scrubbing and drying a bone cavity, plugging the cavity to contain the cement in the desired location, hand- or vacuum-mixing the cement, inserting the cement into the prepared cavity, pressurizing the cement to ensure adhesion to the bone, and removing excess soft cement after implantation of prosthetic components. Bone cement\/implant not included.","Risk Class":"B"},{"S. No.":117,"Device Name":"Sleeves and its attachment","Intended Use":"Manual surgical instruments that aid in the placement of bone cuts when preparing site to accept the implant components. These include Sleeve for Block for Half Pin, locking sleeve.","Risk Class":"A"},{"S. No.":118,"Device Name":"Arthroscopes","Intended Use":"An arthroscope is an electrically powered endoscope intended to make visible the interior of a joint. The arthroscope and accessories also is intended to perform surgery within a joint.","Risk Class":"B"},{"S. No.":119,"Device Name":"Arthroscopic Instruments","Intended Use":"These are surgically invasive instruments for manipulating and removing bone and bone fragments. Intended to used in orthoscopic surgical\nprocedure.","Risk Class":"B"},{"S. No.":120,"Device Name":"Shaver System","Intended Use":"Surgical device intended for the resection of soft and osseous tissues during a surgical procedure.","Risk Class":"B"},{"S. No.":121,"Device Name":"Visualization system for arthroscopic and endoscopic procedure","Intended Use":"They are used in diagnostic and operative arthroscopic and endoscopic procedures to provide illumination, visualization and capture of still and motion pictures of surgical sites.","Risk Class":"A"},{"S. No.":122,"Device Name":"Fluid Management System","Intended Use":"Irrigation pump with accessories for diagnostic and\/or surgical arthroscopic procedures. It pumps medically sterile irrigation fluids through a sterile tube. These fluids are used to distend and irrigate corresponding body cavities to provide space and improve visibility for the surgeon. The products does not include implants.","Risk Class":"B"},{"S. No.":123,"Device Name":"Bone Chisel","Intended Use":"A single bladed surgical instrument, bevelled on one side, that is intended for use in cutting or contouring bone. Widely used in orthopaedic surgery.","Risk Class":"A"},{"S. No.":124,"Device Name":"Pusher","Intended Use":"A hand-held dental instrument designed for positioning & adapting metal bands on teeth in orthodontics.","Risk Class":"A"},{"S. No.":125,"Device Name":"Bender","Intended Use":"A reusable surgical instrument used to bend medical device, typically those for implantation to the appropriate anatomical fit.","Risk Class":"A"},{"S. No.":126,"Device Name":"Dilator & accessories","Intended Use":"A surgical instrument used for enlarging cavities or openings during surgical procedures. This include dilator incision.","Risk Class":"A"},{"S. No.":127,"Device Name":"Surgical Screw Driver","Intended Use":"A metal instrument designed to impart force on another instrument. The distal end is shaped to mate with the instrument being driven into some form of tissue. The proximal end is designed to absorb & transmit an impact force.","Risk Class":"A"},{"S. No.":128,"Device Name":"Orthopaedic implant impactor","Intended Use":"A minimally invasive surgical instrument used in arthroscopy to transmit an impact force on bone and measure the depth of impact.","Risk Class":"A"},{"S. No.":129,"Device Name":"Rail Fixation System","Intended Use":"The Rail Fixation System consists of series of external fixators intended to be used  to stabilize bone segment in a broad range of indications,including fractures, joint fusion, bone transport, lengthening & angular corrections. The system contains rail, Sandwich Plate, Dyna Ring, Bolt For Sandwich Plate, compression-distraction Unit.","Risk Class":"B"},{"S. No.":130,"Device Name":"External Ring fixation system","Intended Use":"The Ring Fixation System consists of series of external fixators intended to be used  to stabilize bone segment in a broad range of indications,including fractures, joint fusion, bone transport, lengthening & angular corrections. The system includes Half Rings 5\/8 Ring, Rings With Curved Extremities, Italian Femoral Arches, Arches With Holes, Threaded Rods, Telescopic Rods, Post- Male\/ Female, Hinges-Male\/ Female\/Standard, Long\/Short Connection Plates, Connected Plates With Threaded Ends, Twisted\/Curved Plates, Bushing  Threaded Sockets, Connection Bolts, Nut, Washers, Bolt, Multiple,  Wire Fixation Buckle, Blocks for Half Pins, Universal Joint, Rotational and Translational Device, Oblique Support, Set Screw, Foot Rings, Knurling post male. Implants not\nincluded.","Risk Class":"B"},{"S. No.":131,"Device Name":"Six axis correction apparatus with software","Intended Use":"The software along with apparatus used to correct multi plane deformity or bone fracture. The system include struts, C\/Y plate connector, Labels for strut, clamps, rings, wires & screws.","Risk Class":"B"},{"S. No.":132,"Device Name":"Unilateral External Fixation System","Intended Use":"A collection of instruments used for the placement of external fixation system into or onto bone that may involve external fixation. The instruments include Rods for holding clamps, Spanners, Compressors, Spanners, Screw Guide.","Risk Class":"B"},{"S. No.":133,"Device Name":"Intramedullary Locking Nail Instrument Sets","Intended Use":"The Intramedullary locking nail instrument sets includes Awl, Tissue Protector, Nut for coupling bolt, Proximal Jig, Distal Jig, Knob, Proximal Arm for Jig, Coupling bolt, Measuring device, T handle, Universal Spanner, Tommy Bar, Ram, Ram Rod, Jig cover\n,Detachable Slide Hammer,F-Tool, Spanner Wrench, Standard Tamp, Screw Tightner,Medullary tube Polyamide.","Risk Class":"B"},{"S. No.":134,"Device Name":"Adhesive Plaster B.P.’ 88 (Zinc Oxide Adhesive Plaster)","Intended Use":"It is intended  to secure dressings and for strapping on intact skin.","Risk Class":"A"},{"S. No.":135,"Device Name":"Adhesive Tape USP","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin .","Risk Class":"A"},{"S. No.":136,"Device Name":"Elasticated Cohesive Bandage","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin .","Risk Class":"A"},{"S. No.":137,"Device Name":"Cotton and Rubber Elastic Bandage","Intended Use":"It is intended for sprains, strains and painful joints on intact skin.","Risk Class":"A"},{"S. No.":138,"Device Name":"Cotton Crepe Bandage","Intended Use":"It is intended for sprains, strains and painful joints on\nintact skin.","Risk Class":"A"},{"S. No.":139,"Device Name":"Elastic Adhesive Bandage","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin.","Risk Class":"A"},{"S. No.":140,"Device Name":"Extension Plaster –width wise\nstretchable","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin.","Risk Class":"A"},{"S. No.":141,"Device Name":"Microporous surgical tape","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin.","Risk Class":"A"},{"S. No.":142,"Device Name":"Orthopedic cast padding","Intended Use":"It is intended  to protect long prominences  under the\nplaster on intact skin .","Risk Class":"A"},{"S. No.":143,"Device Name":"Plaster of Paris Bandage","Intended Use":"It is intended for support of fractured body part.","Risk Class":"A"},{"S. No.":144,"Device Name":"Tearable adhesive plaster","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin.","Risk Class":"A"},{"S. No.":145,"Device Name":"Skin traction kit","Intended Use":"It is intended to provide traction for fractured femur.","Risk Class":"A"},{"S. No.":146,"Device Name":"Tearable Adhesive Tape","Intended Use":"It is intended to secure dressings and for strapping on\nintact skin.","Risk Class":"A"}]