[{"S. No.":1,"Device Name":"Scintillation (gamma)\ncamera","Intended Use":"A scintillation (gamma) camera is a device intended to image the distribution of radionuclides in the body by means of a photon radiation\ndetector.","Risk Class":"A"},{"S. No.":2,"Device Name":"Positron camera","Intended Use":"A positron camera is a device intended to image the distribution of\npositron-emitting radionuclides in the body.","Risk Class":"A"},{"S. No.":3,"Device Name":"Nuclear whole\nbody counter","Intended Use":"A nuclear whole body counter is a device intended to measure the\namount of radionuclides in the entire body.","Risk Class":"A"},{"S. No.":4,"Device Name":"Bone densitometer","Intended Use":"A bone densitometer is a device intended for medical purposes to measure bone density and mineral content by x-ray or gamma ray\ntransmission measurements through the bone and adjacent tissues.","Risk Class":"C"},{"S. No.":5,"Device Name":"Bone sonometer","Intended Use":"A bone sonometer is a device that transmits ultrasound energy into the\nhuman body to measure acoustic properties of bone that indicate overall bone health and fracture risk.","Risk Class":"B"},{"S. No.":6,"Device Name":"Emission computed tomography\nsystem.","Intended Use":"An emission computed tomography system is a device intended to detect the location and distribution of gamma ray- and positron-emitting radionuclides in the body and produce cross-sectional images through\ncomputer reconstruction of the data","Risk Class":"C"},{"S. No.":7,"Device Name":"Fluorescent scanner","Intended Use":"A fluorescent scanner is a device intended to measure the induced fluorescent radiation in the body by exposing the body to certain x-rays\nor low-energy gamma rays.","Risk Class":"C"},{"S. No.":8,"Device Name":"Nuclear rectilinear scanner","Intended Use":"A nuclear rectilinear scanner is a device intended to image the distribution of radionuclides in the body by means of a detector (or detectors) whose position moves in two directions with respect to the\npatient.","Risk Class":"A"},{"S. No.":9,"Device Name":"Nuclear tomography system","Intended Use":"A nuclear tomography system is a device intended to detect nuclear radiation in the body and produce images of a specific cross-sectional plane of the body by blurring or eliminating detail from other planes.","Risk Class":"C"},{"S. No.":10,"Device Name":"Nuclear uptake\nprobe","Intended Use":"A nuclear uptake probe is a device intended to measure the amount of\nradionuclide taken up by a particular organ or body region","Risk Class":"A"},{"S. No.":11,"Device Name":"Nuclear whole body scanner","Intended Use":"A nuclear whole body scanner is a device intended to measure and image the distribution of radionuclides in the body by means of a wide- aperture detector whose position moves in one direction with respect to\nthe patient.","Risk Class":"A"},{"S. No.":12,"Device Name":"Nuclear\nscanning bed","Intended Use":"A nuclear scanning bed is an adjustable bed intended to support a\npatient during a nuclear medicine procedure.","Risk Class":"A"},{"S. No.":13,"Device Name":"Radionuclide dose calibrator","Intended Use":"A radionuclide dose calibrator is a radiation detection device intended to assay radionuclides before their administration to patients","Risk Class":"B"},{"S. No.":14,"Device Name":"Radionuclide rebreathing system","Intended Use":"A radionuclide rebreathing system is a device intended to be used to contain a gaseous or volatile radionuclide or a radionuclide-labeled aerosol and permit it to be respired by the patient during nuclear medicine ventilatory tests (testing process of exchange between the\nlungs and the atmosphere).","Risk Class":"C"},{"S. No.":15,"Device Name":"Nuclear sealed\ncalibration source","Intended Use":"A nuclear sealed calibration source is a device that consists of an\nencapsulated reference radionuclide intended for calibration of medical nuclear radiation detectors.","Risk Class":"A"},{"S. No.":16,"Device Name":"Nuclear electrocardiogra ph synchronizer","Intended Use":"A nuclear electrocardiograph synchronizer is a device intended for use in nuclear radiology to relate the time of image formation to the cardiac cycle during the production of dynamic cardiac images","Risk Class":"A"},{"S. No.":17,"Device Name":"Nonfetal ultrasonic monitor","Intended Use":"A nonfetal ultrasonic monitor is a device that projects a continuous high frequency sound wave into body tissue other than a fetus to determine frequency changes (doppler shift) in the reflected wave and is intended for use in the investigation of nonfetal blood flow and other nonfetal\nbody tissues in motion","Risk Class":"B"},{"S. No.":18,"Device Name":"Ultrasonic pulsed doppler imaging system","Intended Use":"An ultrasonic pulsed doppler imaging system is a device that combines the features of continuous wave doppler-effect technology with pulsed-echo effect technology and is intended to determine stationary body tissue characteristics, such as depth or location of tissue interfaces or dynamic tissue characteristics such as velocity of\nblood or tissue motion.","Risk Class":"B"},{"S. No.":19,"Device Name":"Ultrasonic pulsed echo imaging system","Intended Use":"An ultrasonic pulsed echo imaging system is a device intended to project a pulsed sound beam into body tissue to determine the depth or location of the tissue interfaces and to measure the duration of an acoustic pulse from the transmitter to the tissue interface and back to\nthe receiver.","Risk Class":"B"},{"S. No.":20,"Device Name":"Diagnostic ultrasonic transducer","Intended Use":"A diagnostic ultrasonic transducer is a device made of a piezoelectric material that converts electrical signals into acoustic signals and acoustic signals into electrical signals and intended for use in\ndiagnostic ultrasonic medical devices.","Risk Class":"B"},{"S. No.":21,"Device Name":"Angiographic x- ray system","Intended Use":"An angiographic x-ray system is a device intended for radiologic\nvisualization of the heart, blood vessels, or lymphatic system during or after injection of a contrast medium.","Risk Class":"C"},{"S. No.":22,"Device Name":"Diagnostic x-ray beam-limiting device","Intended Use":"A diagnostic x-ray beam-limiting device is a device such as a collimator, a cone, or an aperture intended to restrict the dimensions of a diagnostic x-ray field by limiting the size of the primary x-ray beam","Risk Class":"C"},{"S. No.":23,"Device Name":"Cine or spot fluorographic x-\nray camera","Intended Use":"A cine or spot fluorographic x-ray camera is a device intended to photograph diagnostic images produced by x-rays with an image\nintensifier","Risk Class":"C"},{"S. No.":24,"Device Name":"Electrostatic x- ray imaging system","Intended Use":"An electrostatic x-ray imaging system is a device intended for medical purposes that uses an electrostatic field across a semiconductive plate, a gas-filled chamber, or other similar device to convert a pattern of x- radiation into an electrostatic image and, subsequently, into a visible\nimage.","Risk Class":"C"},{"S. No.":25,"Device Name":"Radiographic film marking\nsystem","Intended Use":"A radiographic film marking system is a device intended for medical purposes to add identification and other information onto radiographic\nfilm by means of exposure to visible light.","Risk Class":"A"},{"S. No.":26,"Device Name":"Image- intensified fluoroscopic x-\nray system","Intended Use":"An image-intensified fluoroscopic x-ray system is a device intended to visualize anatomical structures by converting a pattern of x-radiation into a visible image through electronic amplification.","Risk Class":"C"},{"S. No.":27,"Device Name":"Non-image- intensified fluoroscopic x-\nray system","Intended Use":"A non-image-intensified fluoroscopic x-ray system is a device intended to be used to visualize anatomical structures by using a fluorescent screen to convert a pattern of x-radiation into a visible image.","Risk Class":"C"},{"S. No.":28,"Device Name":"Spot-film device","Intended Use":"A spot-film device is an electromechanical component of a fluoroscopic x-ray system that is intended to be used for medical purposes to position a radiographic film cassette to obtain radiographs during\nfluoroscopy","Risk Class":"B"},{"S. No.":29,"Device Name":"Diagnostic x-ray high voltage generator","Intended Use":"A diagnostic x-ray high voltage generator is a device that is intended to supply and control the electrical energy applied to a diagnostic x-ray tube for medical purposes.","Risk Class":"A"},{"S. No.":30,"Device Name":"Mammographic\nx-ray system","Intended Use":"A mammographic x-ray system is a device intended to be used to\nproduce radiographs of the breast","Risk Class":"C"},{"S. No.":31,"Device Name":"Photofluorograp hic x-ray system","Intended Use":"A photofluorographic x-ray system is a device that includes a\nfluoroscopic x-ray unit and a camera intended to be used to produce, then photograph, a fluoroscopic image of the body","Risk Class":"C"},{"S. No.":32,"Device Name":"Diagnostic x-ray tube housing assembly.","Intended Use":"A diagnostic x-ray tube housing assembly is an x-ray generating tube encased in a radiation-shielded housing that is intended for diagnostic purposes.","Risk Class":"A"},{"S. No.":33,"Device Name":"Diagnostic x-ray tube mount","Intended Use":"A diagnostic x-ray tube mount is a device intended to support and to position the diagnostic x-ray tube housing assembly for a medical\nradiographic procedure.","Risk Class":"A"},{"S. No.":34,"Device Name":"Pneumoenceph alographic chair","Intended Use":"A pneumoencephalographic chair is a chair intended to support and position a patient during pneumoencephalography (x-ray imaging of the\nbrain).","Risk Class":"B"},{"S. No.":35,"Device Name":"Radiologic patient cradle","Intended Use":"A radiologic patient cradle is a support device intended to be used for rotational positioning about the longitudinal axis of a patient during\nradiologic procedures.","Risk Class":"A"},{"S. No.":36,"Device Name":"Radiographic film","Intended Use":"Radiographic film is a device that consists of a thin sheet of radiotransparent material coated on one or both sides with a photographic emulsion intended to record images during diagnostic\nradiologic procedures.","Risk Class":"A"},{"S. No.":37,"Device Name":"Radiographic film cassette","Intended Use":"A radiographic film cassette is a device intended for use during diagnostic x-ray procedures to hold a radiographic film in close contact with an x-ray intensifying screen and to provide a light-proof enclosure\nfor direct exposure of radiographic film","Risk Class":"B"},{"S. No.":38,"Device Name":"Radiographic film\/cassette changer","Intended Use":"A radiographic film\/cassette changer is a device intended to be used during a radiologic procedure to move a radiographic film or cassette between x-ray exposures and to position it during the exposure.","Risk Class":"B"},{"S. No.":39,"Device Name":"Radiographic film\/cassette changer\nprogrammer","Intended Use":"A radiographic film\/cassette changer programmer is a device intended to be used to control the operations of a film or cassette changer during serial medical radiography.","Risk Class":"B"},{"S. No.":40,"Device Name":"Wall-mounted\nradiographic cassette holder","Intended Use":"A wall-mounted radiographic cassette holder is a device that is a\nsupport intended to hold and position radiographic cassettes for a radiographic exposure for medical use","Risk Class":"A"},{"S. No.":41,"Device Name":"Radiographic film illuminator","Intended Use":"A radiographic film illuminator is a device containing a visible light source covered with a translucent front that is intended to be used to\nview medical radiographs","Risk Class":"A"},{"S. No.":42,"Device Name":"Automatic\nradiographic film processor","Intended Use":"An automatic radiographic film processor is a device intended to be\nused to develop, fix, wash, and dry automatically and continuously film exposed for medical purposes.","Risk Class":"C"},{"S. No.":43,"Device Name":"Radiographic grid","Intended Use":"A radiographic grid is a device that consists of alternating radiolucent and radiopaque strips intended to be placed between the patient and the image receptor to reduce the amount of scattered radiation\nreaching the image receptor","Risk Class":"A"},{"S. No.":44,"Device Name":"Radiographic\nhead holder","Intended Use":"A radiographic head holder is a device intended to position the\npatient's head during a radiographic procedure.","Risk Class":"A"},{"S. No.":45,"Device Name":"Radiologic quality assurance\ninstrument","Intended Use":"A radiologic quality assurance instrument is a device intended for medical purposes to measure a physical characteristic associated with another radiologic device.","Risk Class":"A"},{"S. No.":46,"Device Name":"Radiographic intensifying screen","Intended Use":"A radiographic intensifying screen is a device that is a thin radiolucent sheet coated with a luminescent material that transforms incident x-ray photons into visible light and intended for medical purposes to expose radiographic film.","Risk Class":"A"},{"S. No.":47,"Device Name":"Radiographic ECG\/respirator synchronizer","Intended Use":"A radiographic ECG\/respirator synchronizer is a device intended to be used to coordinate an x-ray film exposure with the signal from an electrocardiograph (ECG) or respirator at a predetermined phase of the cardiac or respiratory cycle.","Risk Class":"A"},{"S. No.":48,"Device Name":"Radiologic table","Intended Use":"A radiologic table is a device intended for medical purposes to support a patient during radiologic procedures. The table may be fixed or tilting and may be electrically powered.","Risk Class":"A"},{"S. No.":49,"Device Name":"Transilluminator for breast evaluation","Intended Use":"A transilluminator, also known as a diaphanoscope or lightscanner, is an electrically powered device that uses low intensity emissions of visible light and near-infrared radiation (approximately 700-1050 nanometers (nm)), transmitted through the breast, to visualize translucent tissue for the diagnosis of cancer, other conditions, diseases, or abnormalities.","Risk Class":"D"},{"S. No.":50,"Device Name":"Medical image storage device","Intended Use":"A medical image storage device is a device that provides electronic storage and retrieval functions for medical images. Examples include devices employing magnetic and optical discs, magnetic tape, and digital memory.","Risk Class":"A"},{"S. No.":51,"Device Name":"Radiological computer- assisted diagnostic software for lesions suspicious of\ncancer","Intended Use":"A radiological computer-assisted diagnostic software for lesions suspicious of cancer is an image processing prescription device intended to aid in the characterization of lesions as suspicious for cancer identified on acquired medical images such as magnetic resonance, mammography, radiography, or computed tomography. The device characterizes lesions based on features or information  extracted from the images and provides information about the lesion(s)\nto the user.","Risk Class":"C"},{"S. No.":52,"Device Name":"Medical image analyzer","Intended Use":"Medical image analyzers, including computer-assisted\/aided detection (CADe) devices for mammography breast cancer, ultrasound breast lesions, radiograph lung nodules, and radiograph dental caries detection, is a prescription device that is intended to identify, mark, highlight, or in any other manner direct the clinicians' attention to portions of a radiology image that may reveal abnormalities during interpretation of patient radiology images by the clinicians. This device incorporates pattern recognition and data analysis capabilities and operates on previously acquired medical images. This device is not intended to replace the review by a qualified radiologist, and is not intended to be used for triage, or to recommend diagnosis.","Risk Class":"B"},{"S. No.":53,"Device Name":"Radiological computer aided triage and notification software","Intended Use":"Radiological computer aided triage and notification software is an image processing prescription device intended to aid in prioritization and triage of radiological medical images. The device notifies a designated list of clinicians of the availability of time sensitive radiological medical images for review based on computer aided image analysis of those images performed by the device.","Risk Class":"C"},{"S. No.":54,"Device Name":"Full-body MRI system, permanent\nmagnet","Intended Use":"A general-purpose magnetic resonance imaging (MRI) system designed to scan any targeted area of the body. It includes a permanent magnet assembly.","Risk Class":"C"},{"S. No.":55,"Device Name":"Full-body MRI system, resistive magnet","Intended Use":"A diagnostic general-purpose magnetic resonance imaging (MRI) system designed to scan any targeted area of the body (full-body imaging). It includes a resistive magnet assembly.","Risk Class":"C"},{"S. No.":56,"Device Name":"Full-body MRI system, superconductin\ng magnet","Intended Use":"A diagnostic general-purpose magnetic resonance imaging (MRI) system designed to scan any targeted area of the body (full-body imaging). This system includes a superconducting magnet assembly.","Risk Class":"C"},{"S. No.":57,"Device Name":"Foetal cardiac monitor","Intended Use":"A mains electricity (AC-powered) device designed to detect, measure, and display foetal heart activity during the perinatal period.","Risk Class":"C"},{"S. No.":58,"Device Name":"Foetal Doppler system","Intended Use":"A portable, hand-held, battery-powered device assembly consisting of  a measuring and display unit and an attached probe or interchangeable probes designed to noninvasively detect foetal heart beats using ultrasound\/Doppler technology. The heart beats are typically conveyed audibly via the measuring\/display unit and attached probe which is applied to the surface of the pregnant woman's abdomen. The device aids in determining foetal viability.","Risk Class":"C"},{"S. No.":59,"Device Name":"Flexible ultrasound\ncolonoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the entire colon [lower gastrointestinal\n(GI) tract]. It is inserted through the anus during colonoscopy.","Risk Class":"B"},{"S. No.":60,"Device Name":"Flexible ultrasound duodenoscope","Intended Use":"An endoscope with a flexible inserted portion, combined with an ultrasound probe, intended for the visual examination and treatment of the duodenum (the first part of the small intestine). It is inserted into the\nbody through the mouth during duodenoscopy.","Risk Class":"B"},{"S. No.":61,"Device Name":"Flexible ultrasound gastroduodenos cope","Intended Use":"An endoscope with a flexible inserted portion, combined with an ultrasound probe, intended for the visual examination and treatment of the upper gastrointestinal (GI) tract [oesophagus, stomach, and duodenum (the first part of the small intestine), including the pancreas and the bile duct]. It is inserted into the body through the mouth during gastroduodenoscopy.","Risk Class":"B"},{"S. No.":62,"Device Name":"Flexible ultrasound laparoscope","Intended Use":"An endoscope with a flexible inserted portion, combined with an ultrasound probe, intended for the visual examination, treatment, and ultrasonic imaging of the abdominal\/retroperitoneal cavity and its organs. It is inserted through an incision made in the abdominal wall\n(routinely just below the umbilicus) during laparoscopy.","Risk Class":"B"},{"S. No.":63,"Device Name":"Flexible ultrasound\nbronchoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the trachea, bronchi, and lungs. It is\ninserted through the mouth or nose during bronchoscopy.","Risk Class":"B"},{"S. No.":64,"Device Name":"Bladder ultrasound imaging transducer","Intended Use":"An ultrasound imaging transducer assembly specifically designed to be positioned within the bladder either manually or under endoscopic guidance that  steers, focuses, and detects the ultrasound beam and resulting echoes either mechanically or electronically.","Risk Class":"B"},{"S. No.":65,"Device Name":"Blood flowmeter catheter, Doppler","Intended Use":"A flexible tube intended to be inserted into the lumen of a blood vessel to determine blood-flow velocity by measuring the ultrasonic frequency shift between transmitted and reflected signals (Doppler principle).","Risk Class":"C"},{"S. No.":66,"Device Name":"General- purpose ultrasound imaging system","Intended Use":"A stationary or mobile (e.g., on wheels) assembly of devices designed to collect, display, and analyse ultrasound images during a variety of extracorporeal and\/or intracorporeal (endosonography or endoscopic) ultrasound imaging procedures (e.g., cardiac, OB\/GYN, endoscopy, breast, prostate, vascular, and intra-surgical imaging).","Risk Class":"B"}]