[{"S. No.":1,"Device Name":"Absorbable peritoneum catheter cuff","Intended Use":"Intended to maintain stable contact between the skin and  the  peritoneal  dialysis  catheter,  and  prevents bacterial  invasion  from  the  outlet.  It  is  embedded subcutaneously at the outlet of the peritoneal dialysis\ncatheter.","Risk Class":"D"},{"S. No.":2,"Device Name":"Automated peritoneal dialysis system","Intended Use":"An   active   medical   devices   intended   to   perform peritoneal dialysis.","Risk Class":"C"},{"S. No.":3,"Device Name":"Urinary stone retrieval basket","Intended Use":"Intended to remove urinary stones (renal calculi) from the body during an endoscopic procedure.","Risk Class":"B"},{"S. No.":4,"Device Name":"Chair, Haemodialysis, Electrically powered\/Manual.","Intended Use":"Intended to support the patient in a seated or reclined posture during haemodialysis procedures.","Risk Class":"A"},{"S. No.":5,"Device Name":"Collagen-containing peritoneum\nabsorbable catheter cuff","Intended Use":"A cuff that consists of biodegradable porous material containing   collagen,   intended   to   be   embedded\nsubcutaneously at the outlet of the peritoneal dialysis catheter.","Risk Class":"D"},{"S. No.":6,"Device Name":"Crimp for plier, Haemodialysis","Intended Use":"Intended   to  manipulate  the  arteriovenous  shunt  of patients required hemodialysis.","Risk Class":"A"},{"S. No.":7,"Device Name":"Dialyser connector","Intended Use":"Intended to connect between a dialysis fluid circuit and dialyzer, etc.","Risk Class":"B"},{"S. No.":8,"Device Name":"Dialysis apheresis unit, Therapeutic","Intended Use":"Intended  to  filtrates  the  blood  and  separates  the plasma,   and   extracts   specific   substances   in   the plasma  (e.g.,  LDL-cholesterol).  Then,  the  plasma  is passed through the filtration column in the device and the specific substances that are combined with various\nsubstrates are extracted.","Risk Class":"C"},{"S. No.":9,"Device Name":"Disposable Hemoperfusion Cartridge","Intended Use":"Intended   in hemoperfusion   machine to thoroughly remove  the  endogenous  and  exogenous  materials such   as   residual   drugs,   toxins   and   metabolic\nsubstances  in  patients  by  means  of  adsorption  of synthetic resin and extracorporeal blood circulation.","Risk Class":"C"},{"S. No.":10,"Device Name":"Electrical conductivity measuring instrument for dialysis fluid","Intended Use":"Intended  to  determine  the  concentration  of  dialysis fluid supplied to a dialyzer based on the measurement of electrical conductivity of dialysis fluid (usually it is electrically measured)","Risk Class":"C"},{"S. No.":11,"Device Name":"Flexible fibreoptic nephroscope","Intended Use":"Intended   for   the   visual   examination   of   internal structures  and  treatment  of  the  kidney  (eg:  renal\ncalcus)  by  inserting  percutaneously  into  the  renal pelvis during nephroscopy.","Risk Class":"B"},{"S. No.":12,"Device Name":"Haemodialyzer reprocessing system","Intended Use":"Intended to clean (incl. rinsing, cleaning, testing and record     keeping     of     process)     and     disinfect haemodialysis  dialyzers  after  each  use  so  that  they\ncan be reused.","Risk Class":"C"},{"S. No.":13,"Device Name":"Haemofilters","Intended Use":"A filter used in the process of haemofiltration, to allow for  the  removal  of  toxins  and\/or  the  replacement  of electrolytes.","Risk Class":"C"},{"S. No.":14,"Device Name":"Hemodiafiltration system","Intended Use":"A    device    used    for    blood    purification    with    a hemodiafilter.","Risk Class":"C"},{"S. No.":15,"Device Name":"Hemodialysis blood tubing\/Extracorporeal systems for blood purification","Intended Use":"Sterilized   blood   tubing   intended   for   hemodialysis (including hemofiltration and hemodiafiltration).","Risk Class":"B"},{"S. No.":16,"Device Name":"Hollow-fibre haemodialysis dialyser","Intended Use":"Hollow fiber filter intended  to  remove  impurities\/fluid from the blood of a patient via haemodialysis machine.","Risk Class":"C"},{"S. No.":17,"Device Name":"Kidney donor-organ preservation\/transport system","Intended Use":"A dedicated system designed to support and maintain a  donated  kidney  organ  during  transport  from  the donor to the receiver hospital where the organ will be\ntransplanted into the recipient.","Risk Class":"C"},{"S. No.":18,"Device Name":"Kidney stone filter","Intended Use":"A  filter  intended  to  be  placed  in  the  urinary  duct  to prevent a renal stone from moving from the kidney into the bladder.","Risk Class":"C"},{"S. No.":19,"Device Name":"Laser lithotripsy fibre\/suction guide","Intended Use":"Intended to function as a channel for insertion of the laser   fibre   of   a   laser   beam   guide   (e.g.,   of   a general\/multiple      surgical      laser      system)      in nephroscope,  and  for  removal  of  debris  (e.g.,  fluid, calculi   fragments)   when   connected   to   a   vacuum\nsource.","Risk Class":"B"},{"S. No.":20,"Device Name":"Multi-patient dialysis fluid delivery system","Intended Use":"Intended  to  prepares  dialysis  fluid  for  hemodialysis using an artificial kidney, capable of supplying dialysis\nfluid for two or more patients.","Risk Class":"C"},{"S. No.":21,"Device Name":"Peritoneal dialysis catheter adaptor","Intended Use":"Intended to connect (devices of different makers and makes devices compatible with each other) a catheter for   peritoneal   lavage   to   an   external   device   that\nmanages dialysates.","Risk Class":"B"},{"S. No.":22,"Device Name":"Peritoneal dialysis catheter guidewire","Intended Use":"A  guidewire  used  temporarily  for  correction  of  the position of a peritoneal dialysis catheter.","Risk Class":"B"},{"S. No.":23,"Device Name":"Peritoneal dialysis dialysate warmer","Intended Use":"Intended to heat the dialysate to within on degree, of kidney   patient   who   is   on   continuous   ambulatory peritoneal dialysis (CAPD), body temperature prior to infusion.","Risk Class":"C"},{"S. No.":24,"Device Name":"Peritoneal dialysis ultraviolet irradiation\nunit","Intended Use":"intended  for  ultraviolet  irradiation  for  disinfection  of components of peritoneal dialysis transfer tube set.","Risk Class":"B"},{"S. No.":25,"Device Name":"Reverse Osmosis Unit (for dialysis)","Intended Use":"Intended  to  be  used  with  haemodialysis  to  produce water through reverse osmosis with quality suitable for use with haemodialysis equipment.","Risk Class":"C"},{"S. No.":26,"Device Name":"Rigid nephroscope","Intended Use":"Intended   for   visual   examination,   diagnosis,   and treatment  of  the  kidney,  renal  pelvis,  major  calyces, and minor calyces by percutaneously inserting scope\ninto the renal pelvis.","Risk Class":"B"},{"S. No.":27,"Device Name":"Shunt thrombus suction set","Intended Use":"A set used to suction a thrombus developing inside an arteriovenous     shunt     (external     shunt)     during procedures including hemodialysis.","Risk Class":"B"},{"S. No.":28,"Device Name":"Portable continuous peritoneal perfusate thermal conditioner","Intended Use":"A  device  that  heats  the  peritoneal  perfusate  before injection  into  the  peritoneal  cavity.  The  perfusate  is usually  heated  through  direct  contact  of  the  dialysis fluid bag with the radiant heat source.","Risk Class":"B"},{"S. No.":29,"Device Name":"Citric acid haemodialysis system cleaning\ncartridge","Intended Use":"Intended  for  the  in-line  preparation  of  a  citric  acid solution  to  clean\/disinfect  the  fluid  pathways  of  the system (remove calcium and magnesium deposits) in\ncombination with a heat disinfection program.","Risk Class":"B"},{"S. No.":30,"Device Name":"Extracorporeal circuit waste bag","Intended Use":"Intended to be used for the collection of waste fluids during     preparation     and     processing     of     an extracorporeal       circuit       (e.g.,       haemodialysis, haemofiltration,   apheresis,   adsorption   treatment), including the collection and rinsing of ultrafiltrate fluid which may contain blood components.","Risk Class":"B"},{"S. No.":31,"Device Name":"Haemodialysis Concentrate","Intended Use":"Intended to remove metabolic waste from the blood to help maintain physiological blood electrolyte and pH levels while haemodialysis is performed","Risk Class":"C"},{"S. No.":32,"Device Name":"Haemodialysis conductivity standard solution","Intended Use":"Intended to calibrate conductivity meters used to test the  conductivity  of  dialysate,  dialysate  concentrate,\nand water treatment systems used with haemodialysis delivery systems.","Risk Class":"C"},{"S. No.":33,"Device Name":"Haemodialysis dialysate water chlorine test kit\/strip","Intended Use":"Intended to be used to rapidly indicate, through colour change,  the  concentration  of  total  chlorine  in  water used to prepare dialysate solution for haemodialysis.","Risk Class":"B"},{"S. No.":34,"Device Name":"Haemodialysis system air\/foam detector","Intended Use":"Intended to identify air bubbles and\/or foam in blood returned to the body [usually through an arteriovenous fistula (AVF)] by the extracorporeal blood circuit of a\nhaemodialysis system.","Risk Class":"C"},{"S. No.":35,"Device Name":"Hemodialysis system bicarbonate mixer","Intended Use":"Intended  to  mixes  two  concentrates,  A  and  B,  plus\nwater, to the dialysis solution (dialysate) and monitors the mixture.","Risk Class":"C"},{"S. No.":36,"Device Name":"Haemodialysis\nsystem central monitor","Intended Use":"Device    intended    to    connect    with         multiple\nhaemodialysis  systems  in  order  to  aid    monitoring several dialysis treatments simultaneously.","Risk Class":"C"},{"S. No.":37,"Device Name":"Haemodialysis system plasma filtration unit","Intended Use":"An     electrically-powered     integral     unit     of     a haemodialysis system that allows for the removal of plasma from  the  blood  and  the  infusion of  an  equal amount of plasma replacement solution to the blood.","Risk Class":"C"},{"S. No.":38,"Device Name":"Peritoneal dialysis system dialysate filter","Intended Use":"A microporous device used to capture contamination particles of the dialysate before its instillation into the\nperitoneal cavity.","Risk Class":"C"},{"S. No.":39,"Device Name":"Sodium carbonate haemodialysis system cleaning cartridge","Intended Use":"Intended  to  be  connected  to  the  fluid  circuit  of  an institutional   haemodialysis   system   for   the   in-line preparation of  a  sodium  carbonate  solution to  clean the  fluid  pathways  of  the  system  (remove  organic deposits,  fats,  proteins)  in  combination  with  a  heat\ndisinfection program.","Risk Class":"C"},{"S. No.":40,"Device Name":"Peritoneal Dialysis Transfer Set","Intended Use":"A transfer set is tubing that you use to connect your catheter to the bag of dialysis solution.  It consists of\ntubing, connectors etc.","Risk Class":"B"},{"S. No.":41,"Device Name":"Peritoneal Dialysis Catheter","Intended Use":"That allows dialysis fluid to enter the abdominal cavity, dwell inside for a while, and then drain back out again","Risk Class":"B"},{"S. No.":42,"Device Name":"Hemodialysis Catheter (Long Term)","Intended Use":"A dialysis catheter is a catheter used for exchanging blood to and from the hemodialysis machine from the patient.  The  dialysis  catheter  contains  two  lumens:\nVenous. Arterial","Risk Class":"C"},{"S. No.":43,"Device Name":"Hemodialysis Catheter","Intended Use":"A catheter used for exchanging blood to and from the haemodialysis machine from the patient.","Risk Class":"B"},{"S. No.":44,"Device Name":"Single Needle Hemodialysis\nCatheter\/ Blood lines","Intended Use":"The  single-needle  dialysis,  in  which  case  only  one cannula or a single lumen catheter is used to access\nthe blood.","Risk Class":"B"}]