[{"S. No.":1,"Device Name":"Analgesic PENS system","Intended Use":"Intended to deliver controlled electrical impulses directly to the subcutaneous tissue (i.e., invasively) in the vicinity of a peripheral nerve as relief of chronic neuropathic pain.","Risk Class":"B"},{"S. No.":2,"Device Name":"Analgesic TENS\nsystem","Intended Use":"Intended to treat pain  by transcutaneous electrical\nsimulation on peripheral nerves.","Risk Class":"B"},{"S. No.":3,"Device Name":"Analytical non- scalp cutaneous electrode","Intended Use":"Electrical conductor designed to be attached to the skin surface of a patient outside of the hair line (i.e., non-scalp) to conduct electrical signals to a parent device for\nelectrophysiological recording\/monitoring.","Risk Class":"A"},{"S. No.":4,"Device Name":"Analytical non- scalp cutaneous lead","Intended Use":"Intended to conduct electrical signals between a skin electrode(s) or needle electrode(s) [electrode not included] and a device designed for electrophysiological recording\/monitoring [e.g., electromyography (EMG), evoked potentials (EP), bioelectrical impedance].","Risk Class":"A"},{"S. No.":5,"Device Name":"Analytical scalp electrode","Intended Use":"Intended to be attached to the scalp surface of a patient to transmit changes in the electrical potential of various areas of the brain for recording\/monitoring by a connected parent device [i.e., an electroencephalograph (EEG), sleep, or evoked potential recording device].","Risk Class":"B"},{"S. No.":6,"Device Name":"Analytical scalp lead","Intended Use":"Intended to connect an electroencephalographic electrode(s) to an electroencephalographic system to facilitate the transmission of the electrical signals during\nencephalography (EEG).","Risk Class":"B"},{"S. No.":7,"Device Name":"Aneurysm clip.","Intended Use":"An aneurysm clip is a device used to occlude an intracranial aneurysm (a balloonlike sac formed on a blood vessel) to\nprevent it from bleeding or bursting","Risk Class":"D"},{"S. No.":8,"Device Name":"Antiseizure\/psych\niatric-therapy vagus nerve electrical stimulation system","Intended Use":"Implantable device intended to apply periodic electrical stimuli to the vagus nerve to help control seizures and\/or to help treat psychiatric disorder symptoms (e.g., depression).","Risk Class":"D"},{"S. No.":9,"Device Name":"Atrial cerebrospinal fluid catheter","Intended Use":"Intended to be implanted as the distal component of a ventriculoatrial shunt to channel cerebrospinal fluid (CSF) to the right atrium where it can be absorbed into the body.","Risk Class":"D"},{"S. No.":10,"Device Name":"Autonomic neuropathy heart\nrate meter","Intended Use":"Intended to diagnose autonomic nervous system dysfunction (autonomic neuropathy).","Risk Class":"C"},{"S. No.":11,"Device Name":"Bare-metal\nintracranial vascular stent","Intended Use":"Intended to be implanted into the base or parent artery of an intracranial aneurysm.","Risk Class":"D"},{"S. No.":12,"Device Name":"Behavioural therapy electrical stimulation system","Intended Use":"Intended in the treatment of obsessive\/compulsive behaviour and drug abuse, by applying electrical impulse(aversion therapy).","Risk Class":"C"},{"S. No.":13,"Device Name":"Bladder\/bowel-\nevacuation implantable electrical stimulation system","Intended Use":"Intended to empty the urinary bladder and\/or the bowels by applying electrical stimuli typically to the cone-shaped end of the spinal cord (conus medularis).","Risk Class":"D"},{"S. No.":14,"Device Name":"Brain injury adjunctive interpretive electroencephalo graph assessment aid.","Intended Use":"A brain injury adjunctive interpretive electroencephalograph assessment aid is a prescription device that uses a patient's electroencephalograph (EEG) to provide an interpretation of the structural condition of the patient's brain in the setting of trauma. A brain injury adjunctive interpretive EEG assessment aid is for use as an adjunct to standard clinical practice only as an assessment aid for a medical condition for which there exists other valid methods of diagnosis","Risk Class":"C"},{"S. No.":15,"Device Name":"Brain-responsive electrical stimulation system","Intended Use":"Intended to continuously monitor brain activity and deliver electrical stimuli to seizure foci in response to neurological disorders (e.g., epilepsy).","Risk Class":"D"},{"S. No.":16,"Device Name":"Cardiac-therapy vagus nerve electrical stimulation\nsystem","Intended Use":"Intended to apply periodic stimuli to the vagus nerve as a treatment for cardiac failure.","Risk Class":"D"},{"S. No.":17,"Device Name":"Cerebral perfusion\ncatheter","Intended Use":"Intended for brain protection during profound hypothermic circulatory arrest during aortic surgery.","Risk Class":"D"},{"S. No.":18,"Device Name":"Cerebrospinal fluid manometer,","Intended Use":"Intended to measure the cerebrospinal fluid (CSF) pressure\/intracranial pressure via lumbar puncture.","Risk Class":"C"},{"S. No.":19,"Device Name":"Cerebrospinal fluid shunt valve programmer","Intended Use":"Intended to noninvasively modify the operating pressure of a programmable, non-active, implanted cerebrospinal fluid (CSF) shunt valve that is part of a CSF shunt.","Risk Class":"C"},{"S. No.":20,"Device Name":"Coma-arousal vagus nerve electrical stimulation\nsystem","Intended Use":"Intended to apply periodic stimuli to the vagus nerve for the purpose of exciting the patient to arousal from a vegetative state (i.e., a deep coma).","Risk Class":"D"},{"S. No.":21,"Device Name":"Cortical electrode.","Intended Use":"A cortical electrode is an electrode which is temporarily placed on the surface of the brain for stimulating the brain\nor recording the brain's electrical activity","Risk Class":"D"},{"S. No.":22,"Device Name":"Cranial bur,","Intended Use":"Intended to fit into an appropriate powered handpiece that\nprovides the rotation allowing the user to excavate soft or hard skull tissue.","Risk Class":"A"},{"S. No.":23,"Device Name":"Cranial electrotherapy\nstimulator.","Intended Use":"A cranial electrotherapy stimulator is a device that applies electrical current to a patient's head to treat insomnia,\ndepression, or anxiety","Risk Class":"D"},{"S. No.":24,"Device Name":"Cranial perforator","Intended Use":"Metallic rotary endpiece designed to cut a hole(s) or a circular section(s) of the skull vault (calvarium) by attaching\nto powered drill\/handpiece.","Risk Class":"B"},{"S. No.":25,"Device Name":"Cranial trephine,","Intended Use":"Intende as a neurosurgical blade used to cut\/remove circular sections of the skull vault (calvarium) to provide\naccess to the interior","Risk Class":"A"},{"S. No.":26,"Device Name":"Craniotomy power tool system\nhandpiece","Intended Use":"Intended to be used to rotate a cranial cutting tool (i.e., a drill bit, bur, trephine or perforator) in order to produce a hole or holes in the skull vault (calvarium).","Risk Class":"C"},{"S. No.":27,"Device Name":"Cryogenic surgical device.","Intended Use":"A cryogenic surgical device is a device used to destroy\nnervous tissue or produce lesions in nervous tissue by the application of extreme cold to the selected site","Risk Class":"D"},{"S. No.":28,"Device Name":"Cutaneous electrode.","Intended Use":"A cutaneous electrode is an electrode that is applied directly to a patient's skin either to record physiological signals (e.g., the electroencephalogram) or to apply electrical stimulation","Risk Class":"B"},{"S. No.":29,"Device Name":"Deep brain electrical stimulation\nsystem","Intended Use":"Designed to apply electrical stimuli to specific areas of the deep brain for the treatment of movement disorders, psychiatric disorders and\/or to treat chronic, severe,\nintractable pain.","Risk Class":"D"},{"S. No.":30,"Device Name":"Deep brain electrical stimulation\nsystem lead","Intended Use":"Intended to be implanted in specific areas of the deep brain and used along with deep brain electrical simulation system.","Risk Class":"C"},{"S. No.":31,"Device Name":"Depth electrode.","Intended Use":"A depth electrode is an electrode used for temporary stimulation of, or recording electrical signals at, subsurface\nlevels of the brain","Risk Class":"C"},{"S. No.":32,"Device Name":"Diagnostic peripheral nerve electrical stimulation\nsystem","Intended Use":"Intended to apply electrical stimuli in one peripheral region of the body while the response is monitored in another peripheral region.","Risk Class":"C"},{"S. No.":33,"Device Name":"Diagnostic somatosensory tactile stimulation system","Intended Use":"Intended to be used to apply tactile stimuli to the body (e.g., pneumatic activation of a membrane to the fingers and lips) typically for evoked response procedures to investigate the function and potential disorders of the brain.","Risk Class":"B"},{"S. No.":34,"Device Name":"Diskectomy system, percutaneous,\nautomatic","Intended Use":"Intended for the percutaneous (through the skin) removal of the nucleus pulposus from the lumbar disc.","Risk Class":"D"},{"S. No.":35,"Device Name":"Dura mater\nsealant","Intended Use":"Intended to be applied to sutured dura mater to prevent\ncerebrospinal fluid (CSF) leakage during healing.","Risk Class":"C"},{"S. No.":36,"Device Name":"Echoencephalogr aph.","Intended Use":"An echoencephalograph is an ultrasonic scanning device (including A-scan, B-scan, and doppler systems) that uses noninvasive transducers for measuring intracranial interfaces and blood flow velocity to and in the head","Risk Class":"C"},{"S. No.":37,"Device Name":"Ejaculation electrical stimulation\nsystem","Intended Use":"Intended to apply electrical stimuli to the nerves that control ejaculation.","Risk Class":"C"},{"S. No.":38,"Device Name":"Electroconvulsive therapy system","Intended Use":"Intended to apply strong electrical stimuli  to a patient's brain to induce convulsions and loss of consciousness, typically to treat major depression, schizophrenia, or mania.","Risk Class":"C"},{"S. No.":39,"Device Name":"Electroencephalo gram (EEG) signal spectrum\nanalyzer.","Intended Use":"An electroencephalogram (EEG) signal spectrum analyzer is a device used to display the frequency content or power spectral density of the electroencephalogram (EEG) signal","Risk Class":"B"},{"S. No.":40,"Device Name":"Electroencephalo graph electrode\/lead tester.","Intended Use":"An electroencephalograph electrode\/lead tester is a device used for testing the impedance (resistance to alternating current) of the electrode and lead system of an electroencephalograph to assure that an adequate contact\nis made between the electrode and the skin","Risk Class":"B"},{"S. No.":41,"Device Name":"Electroencephalo graph test signal generator.","Intended Use":"An electroencephalograph test signal generator is a device used to test or calibrate an electroencephalograph","Risk Class":"B"},{"S. No.":42,"Device Name":"Electroencephalo graph tester","Intended Use":"Intended to perform quality control procedures on an electroencephalograph (EEG) machine and\/or a sleep\nrecording machine.","Risk Class":"A"},{"S. No.":43,"Device Name":"Electroencephalo graph.","Intended Use":"An electroencephalograph is a device used to measure and record the electrical activity of the patient's brain obtained\nby placing two or more electrodes on the head","Risk Class":"C"},{"S. No.":44,"Device Name":"Electroencephalo graphic electrode\ncap","Intended Use":"Analytical scalp electrodes preconfigured within a head- worn device to use with  electroencephalography (EEG).","Risk Class":"B"},{"S. No.":45,"Device Name":"Electroencephalo graphic long-term ambulatory recorder","Intended Use":"Intended to continuously record electroencephalographic signals in ambulatory patients for periods usually from 24 to 72 hours to assess a variety of neurological conditions (e.g., epilepsy) and psychiatric disorders.","Risk Class":"B"},{"S. No.":46,"Device Name":"Electroencephalo graphic monitoring system","Intended Use":"Intended to continuously measure the electrical signals\nproduced by a patient's brain and display\/record them as an electroencephalogram (EEG) to evaluate brain function.\nAlongwith which measuring of other physiological parameters such as electromyogram (EMG), respiration wave forms, blood pressure, ocular motility, and\/or haemoglobin oxygen saturation (SpO2) and carbon dioxide\n(CO2) in relation to EEG.","Risk Class":"C"},{"S. No.":47,"Device Name":"Electromyograph","Intended Use":"Intended in clinical diagnosis of muscular disorders to evaluate muscle weakness and to determine if the weakness is related to the muscles themselves or a\nproblem with the nerves that supply the muscles.","Risk Class":"B"},{"S. No.":48,"Device Name":"Electronystagmo\ngraph","Intended Use":"Intended for detecting the electrical potential caused by eye\nmovements.","Risk Class":"B"},{"S. No.":49,"Device Name":"Epicranial brain electrical stimulation\nsystem","Intended Use":"Intended to apply weak, pulsed (not continuous) electrical stimuli from beneath the scalp to specific areas of the brain for the treatment of focal epilepsy.","Risk Class":"C"},{"S. No.":50,"Device Name":"Esthesiometer.","Intended Use":"An esthesiometer is a mechanical device which usually consists of a single rod or fiber which is held in the fingers of the physician or other examiner and which is used to determine whether a patient has tactile sensitivity","Risk Class":"A"},{"S. No.":51,"Device Name":"Extramuscular diaphragm\/phreni c nerve electrical stimulation system","Intended Use":"Intended to provide ventilatory support to a patient with\ndiaphragm dysfunction of neuromuscular origin through electrical stimulation of the phrenic nerve, to contract the diaphragm rhythmically (using extramuscular electrodes) and cause the patient to draw breath in a manner similar to natural breathing.","Risk Class":"D"},{"S. No.":52,"Device Name":"Facial nerve\nlocating system","Intended Use":"Intended to locate a facial nerve by applying an electrical\nstimulus.","Risk Class":"B"},{"S. No.":53,"Device Name":"Gait- enhancement electrical stimulation\nsystem, external","Intended Use":"Intended to improve the gait in a patient suffering from partial paralysis of the lower extremities or other neuromuscular disorders by applying external electrical simulation.","Risk Class":"B"},{"S. No.":54,"Device Name":"Gait-\nenhancement electrical stimulation system, implantable","Intended Use":"Intended to improve the gait in a patient suffering from partial paralysis of the lower extremities or other neuromuscular disorders by applying internal electrical simulation.","Risk Class":"D"},{"S. No.":55,"Device Name":"Home seizure monitoring system","Intended Use":"Intended to detect and record a seizure by continuous\nmeasurement of one or more physical\/physiological parameters (e.g., body motion, electrical activity of the heart or skeletal muscles) in a patient with epilepsy during daily activities and\/or sleep in the home; some types may also be used in clinical settings.","Risk Class":"C"},{"S. No.":56,"Device Name":"Human dura\nmater.","Intended Use":"Human dura mater is human pachymeninx tissue intended\nto repair defects in human dura mater","Risk Class":"D"},{"S. No.":57,"Device Name":"Implantable pulse generator mesh bag,\nbioabsorbable","Intended Use":"Intended to envelop an implantable pulse generator (IPG) (e.g., cardiac pacemaker\/defibrillator, neurostimulator) to stabilize the implant in the subcutaneous pocket in which it\nis implanted.","Risk Class":"D"},{"S. No.":58,"Device Name":"Implantable\nspinal cord electrical stimulation system programmer","Intended Use":"Device designed to change, telemetrically, one or more of the operating parameters (the programs) of an implanted spinal cord electrical stimulation system pulse generator (EPG).","Risk Class":"C"},{"S. No.":59,"Device Name":"Implanted cerebellar stimulator.","Intended Use":"An implanted cerebellar stimulator is a device used to\nstimulate electrically a patient's cerebellar cortex for the treatment of intractable epilepsy, spasticity, and some movement disorders. The stimulator consists of an implanted receiver with electrodes that are placed on the patient's cerebellum and an external transmitter for transmitting the stimulating pulses across the patient's skin\nto the implanted receiver","Risk Class":"D"},{"S. No.":60,"Device Name":"Implanted diaphragmatic\/ph renic nerve stimulator.","Intended Use":"An implanted diaphragmatic\/phrenic nerve stimulator is a device that provides electrical stimulation of a patient's phrenic nerve to contract the diaphragm rhythmically and produce breathing in patients who have hypoventilation (a state in which an abnormally low amount of air enters the lungs) caused by brain stem disease, high cervical spinal cord injury, or chronic lung disease. The stimulator consists of an implanted receiver with electrodes that are placed around the patient's phrenic nerve and an external transmitter for transmitting the stimulating pulses across the patient's skin to the implanted receiver","Risk Class":"D"},{"S. No.":61,"Device Name":"Implanted intracerebral\/sub cortical stimulator for pain relief.","Intended Use":"An implanted intracerebral\/subcortical stimulator for pain relief is a device that applies electrical current to subsurface areas of a patient's brain to treat severe intractable pain.\nThe stimulator consists of an implanted receiver with electrodes that are placed within a patient's brain and an external transmitter for transmitting the stimulating pulses across the patient's skin to the implanted receiver","Risk Class":"D"},{"S. No.":62,"Device Name":"Implanted neuromuscular stimulator.","Intended Use":"An implanted neuromuscular stimulator is a device that\nprovides electrical stimulation to a patient's peroneal or femoral nerve to cause muscles in the leg to contract, thus improving the gait in a patient with a paralyzed leg. The stimulator consists of an implanted receiver with electrodes that are placed around a patient's nerve and an external transmitter for transmitting the stimulating pulses across the patient's skin to the implanted receiver. The external transmitter is activated by a switch in the heel in the\npatient's shoe","Risk Class":"D"},{"S. No.":63,"Device Name":"Implanted spinal cord stimulator for bladder evacuation.","Intended Use":"An implanted spinal cord stimulator for bladder evacuation  is an electrical stimulator used to empty the bladder of a paraplegic patient who has a complete transection of the spinal cord and who is unable to empty his or her bladder by reflex means or by the intermittent use of catheters. The stimulator consists of an implanted receiver with electrodes that are placed on the conus medullaris portion of the patient's spinal cord and an external transmitter for transmitting the stimulating pulses across the patient's skin to the implanted receiver","Risk Class":"D"},{"S. No.":64,"Device Name":"Intracranial pressure monitor\ndevice","Intended Use":"Intended for intermittent or continuous measurement and display of intracranial pressure (ICP). It is used in\nconjunction with an invasive intracranial device.","Risk Class":"D"},{"S. No.":65,"Device Name":"Intramuscular diaphragm\/phreni c nerve electrical stimulation system","Intended Use":"Intended to provide ventilatory support to a patient with\ndiaphragm dysfunction of neuromuscular origin through electrical stimulation of the phrenic nerve to contract the diaphragm rhythmically (using intramuscular electrodes) and cause the patient to draw breath in a manner similar to natural breathing.","Risk Class":"D"},{"S. No.":66,"Device Name":"Intramuscular diaphragm\/phreni c nerve electrical stimulation system programmer","Intended Use":"Intended to change, telemetrically, one or more of the operating parameters (the programs) of an intramuscular diaphragm\/phrenic nerve electrical stimulation system external pulse generator (EPG).","Risk Class":"C"},{"S. No.":67,"Device Name":"Intranasal cooling system","Intended Use":"Intended for rapid cooling induction in patients where temperature reduction is clinically indicated (e.g., following a cerebral ischemic event, during cardiac arrest) to help\nmimimize damage to the brain and heart.","Risk Class":"C"},{"S. No.":68,"Device Name":"Invasive- detection physiological\nmonitor","Intended Use":"Intended for continuous or intermittent measurement, display and\/or recording of several invasively-detected physiological parameters [e.g., intracranial pressure (ICP),\ncompartmental pressure].","Risk Class":"C"},{"S. No.":69,"Device Name":"Leukotome","Intended Use":"Intended to cut brain tissue (i.e., cutting white matter,\nleukotomy).","Risk Class":"B"},{"S. No.":70,"Device Name":"Magnetoencepha lography system","Intended Use":"Intended to non-invasively detect, measure, and display bio- magnetic signals produced by electrically-active cortical brain tissue, and that provide diagnostic information about the location of the active tissue responsible for cognitive brain functions relative to the surrounding brain anatomy","Risk Class":"B"},{"S. No.":71,"Device Name":"Manual surgical\nsaw, flexible","Intended Use":"Intended for cutting bone through a sawing action during\nneurological or orthopaedic surgery.","Risk Class":"B"},{"S. No.":72,"Device Name":"Meningeal\nprosthesis","Intended Use":"Intended to repair the meningeal membrane (meninges).","Risk Class":"D"},{"S. No.":73,"Device Name":"Nasopharyngeal electrode.","Intended Use":"A nasopharyngeal electrode is an electrode which is temporarily placed in the nasopharyngeal region for the\npurpose of recording electrical activity","Risk Class":"C"},{"S. No.":74,"Device Name":"Needle electrode.","Intended Use":"A needle electrode is a device which is placed subcutaneously to stimulate or to record electrical signals","Risk Class":"C"},{"S. No.":75,"Device Name":"Nerve conduction velocity measurement device.","Intended Use":"A nerve conduction velocity measurement device is a\ndevice which measures nerve conduction time by applying a stimulus, usually to a patient's peripheral nerve. This device includes the stimulator and the electronic processing equipment for measuring and displaying the nerve conduction time","Risk Class":"C"},{"S. No.":76,"Device Name":"Nerve guide, bioabsorbable, animal-derived","Intended Use":"Collagen matrix material intended to be used to create a tunnel through which a discontinuous peripheral nerve can regenerate to bridge the proximal and distal nerve stumps.","Risk Class":"D"},{"S. No.":77,"Device Name":"Nerve guide, bioabsorbable, synthetic","Intended Use":"Synthetic material intended to be used to create a tunnel through which a discontinuous peripheral nerve can regenerate to bridge the proximal and distal nerve stumps.","Risk Class":"D"},{"S. No.":78,"Device Name":"Nerve guide, non- bioabsorbable","Intended Use":"Non-bioabsorbable material intended to be used to create a tunnel through which a discontinuous peripheral nerve can regenerate to bridge the proximal and distal nerve stumps.","Risk Class":"D"},{"S. No.":79,"Device Name":"Neurological endoscope.","Intended Use":"A neurological endoscope is an instrument with a light source used to view the inside of the ventricles of the brain","Risk Class":"C"},{"S. No.":80,"Device Name":"Neurological\nstereotactic surgery system","Intended Use":"Intended to store diagnostic images used for image-guided neurosurgery.","Risk Class":"C"},{"S. No.":81,"Device Name":"Neuromuscular transmission electrical skin\nsensor","Intended Use":"Intended to detect electrical neuromuscular transmission (NMT) signals, for assessing the degree of neuromuscular block in a patient.","Risk Class":"C"},{"S. No.":82,"Device Name":"Neuromuscular transmission motion sensor","Intended Use":"Intended to be placed on the thumb and index finger of a patient to detect movements and convert them into electrical neuromuscular transmission (NMT) signals during\nnerve stimulation.","Risk Class":"B"},{"S. No.":83,"Device Name":"Neuropsychiatric interpretive electroencephalo graph assessment aid.","Intended Use":"The neuropsychiatric interpretive electroencephalograph assessment aid is a prescription device that uses a patient's electroencephalograph (EEG) to provide an interpretation of the patient's neuropsychiatric condition. The neuropsychiatric interpretive EEG assessment aid is used only as an assessment aid for a medical condition for which there exists other valid methods of diagnosis","Risk Class":"C"},{"S. No.":84,"Device Name":"Neurosurgical\nchair","Intended Use":"Intended to support and position a patient in a sitting or\nreclined position during neurosurgery.","Risk Class":"A"},{"S. No.":85,"Device Name":"Neurosurgical head holder (skull\nclamp).","Intended Use":"A neurosurgical head holder (skull clamp) is a device used to clamp the patient's skull to hold head and neck in a\nparticular position during surgical procedures","Risk Class":"B"},{"S. No.":86,"Device Name":"Neurosurgical\nheadrests.","Intended Use":"A neurosurgical headrest is a device used to support the\npatient's head during a surgical procedure","Risk Class":"A"},{"S. No.":87,"Device Name":"Neurosurgical microscope","Intended Use":"Designed to magnify minute structures within the neurological fields for surgery, typically the brain or spine or surroundings in the performance of neurological surgical procedures which require high magnification by transmitted\nlight.","Risk Class":"B"},{"S. No.":88,"Device Name":"Neurosurgical ultrasound navigation\nsystem","Intended Use":"Intended for intraoperative imaging of the brain for precise navigation during brain surgery (e.g., resection of malignant brain tumours, treatment of vascular malformations).","Risk Class":"B"},{"S. No.":89,"Device Name":"Non-\nelectroencephalo gram (EEG) physiological signal based seizure monitoring\nsystem.","Intended Use":"A non-electroencephalogram (non-EEG) physiological signal based seizure monitoring system is a noninvasive prescription device that collects physiological signals other than EEG to identify physiological signals that may be associated with a seizure","Risk Class":"C"},{"S. No.":90,"Device Name":"Nonpowered neurosurgical instrument.","Intended Use":"A nonpowered neurosurgical instrument is a hand instrument or an accessory to a hand instrument used during neurosurgical procedures to cut, hold, or manipulate tissue. It includes specialized chisels, osteotomes, curettes, dissectors, elevators, forceps, gouges, hooks, surgical knives, rasps, scissors, separators, spatulas, spoons, blades, blade holders, blade breakers, probes, etc","Risk Class":"A"},{"S. No.":91,"Device Name":"Olfactometry\nsystem","Intended Use":"Intended to determine the response of humans to odours\ndelivered through the nose, including irritants.","Risk Class":"C"},{"S. No.":92,"Device Name":"Percussion hammer, manual","Intended Use":"Intended to be used by an examining physician to gently tap near a patient's joints to test reflexes.","Risk Class":"A"},{"S. No.":93,"Device Name":"Percussor.","Intended Use":"A percussor is a small hammerlike device used by a physician to provide light blows to a body part. A percussor is used as a diagnostic aid during physical examinations","Risk Class":"A"},{"S. No.":94,"Device Name":"Photodiode subretinal prosthesis\nsystem","Intended Use":"Designed to provide visual function to a patient with vision loss due to retinal degeneration by detecting light, converting it into electrical signals, and relaying them to the\nretina for neural stimulation.","Risk Class":"C"},{"S. No.":95,"Device Name":"Physical therapy ultrasound\/neuro muscular stimulation system","Intended Use":"Designed to produce a rhythmic contraction\/release of injured muscles to promote the removal of metabolic by- products while applying ultrasound treatments.","Risk Class":"B"},{"S. No.":96,"Device Name":"Pinwheel.","Intended Use":"A pinwheel is a device with sharp points on a rotating wheel\nused for testing pain sensation","Risk Class":"A"},{"S. No.":97,"Device Name":"Rheoencephalogr aph.","Intended Use":"A rheoencephalograph is a device used to estimate a patient's cerebral circulation (blood flow in the brain) by electrical impedance methods with direct electrical\nconnections to the scalp or neck area","Risk Class":"D"},{"S. No.":98,"Device Name":"Scalp clip.","Intended Use":"A scalp clip is a plastic or metal clip used to stop bleeding\nduring surgery on the scalp","Risk Class":"C"},{"S. No.":99,"Device Name":"Scoliosis- treatment electrical stimulation\nsystem","Intended Use":"Intended to apply electrical stimuli to the spinal musculature to produce a force that stabilizes or limits the progression of the spinal lateral curvature (i.e., scoliosis).","Risk Class":"D"},{"S. No.":100,"Device Name":"Skull plate anvil.","Intended Use":"A skull plate anvil is a device used to form alterable skull\nplates in the proper shape to fit the curvature of a patient's skull","Risk Class":"A"},{"S. No.":101,"Device Name":"Skull punch.","Intended Use":"A skull punch is a device used to punch holes through a\npatient's skull to allow fixation of cranioplasty plates or bone flaps by wire or other means","Risk Class":"A"},{"S. No.":102,"Device Name":"Skullplate screwdriver.","Intended Use":"A skullplate screwdriver is a tool used by the surgeon to fasten cranioplasty plates or skullplates to a patient's skull\nby screws","Risk Class":"A"},{"S. No.":103,"Device Name":"Stereotactic neuronavigation\/ planning system","Intended Use":"Intended to receive and analyse patient magnetic\nresonance imaging (MRI) images and position landmarks on these images, then register the images by the mean of a three-dimensional (3-D) optical positioning system (frameless stereotactic neuronavigation) to provide real-time relative positioning for the treatment probes and\ninstruments.","Risk Class":"B"},{"S. No.":104,"Device Name":"Stereotactic radiosurgical system","Intended Use":"Intended to deliver a therapeutic radiation dose to an anatomical region from external beams produced from multiple radionuclide sources arranged in a fixed focal point collimated array; typically used to treat brain, neck, breast\nand spinal tumours.","Risk Class":"D"},{"S. No.":105,"Device Name":"Tibial nerve\npercutaneous incontinence- control electrical stimulation\nsystem","Intended Use":"Intended to treat urinary and\/or faecal incontinence with electrical stimuli applied to the sacral nerve via percutaneous tibial nerve stimulation (PTNS).","Risk Class":"D"},{"S. No.":106,"Device Name":"Transcranial\nelectrical stimulation system, continuous- current and pulsed-current","Intended Use":"Intended for one or more psychiatric\\neurological therapy\ntypes [e.g., transcranial direct current stimulation (tDCS), transcranial alternating current stimulation (tACS)]. And to induce a state resembling that of chemically-induced anaesthesia for  treating one or more psychiatric disorders which may include anxiety, depression, insomnia, and\/or addiction.","Risk Class":"B"},{"S. No.":107,"Device Name":"Transvenous phrenic nerve electrical stimulation\ncontrol unit","Intended Use":"Intended to configure\/deliver stimulation of the phrenic nerve, via a transvenous electrode, to cause contraction of the diaphragm in conjunction with mechanical ventilation to assist earlier ventilation weaning.","Risk Class":"D"},{"S. No.":108,"Device Name":"Tuning fork","Intended Use":"Intended to test the hearing acuity of a patient, to diagnose hearing disorders, and to test for vibratory sense.","Risk Class":"A"},{"S. No.":109,"Device Name":"Ultrasonic scanner calibration test\nblock.","Intended Use":"An ultrasonic scanner calibration test block is a block of material with known properties used to calibrate ultrasonic scanning devices (e.g., the echoencephalograph)","Risk Class":"A"},{"S. No.":110,"Device Name":"Vagus nerve electrical stimulation system\nprogrammer","Intended Use":"The strength and duration of the electrical impulses are programmed","Risk Class":"C"}]