[{"S. No.":1,"Device Name":"FerriScan R2-MRI Analysis System","Intended Use":"The FerriScan R2-MRI Analysis System is intended to measure liver iron concentration to aid in the identification and monitoring of non- transfusion dependent thalassemia patients receiving therapy with\ndeferasirox.","Risk Class":"C"},{"S. No.":2,"Device Name":"Alternating electric field antimitotic cancer treatment system\ngenerator","Intended Use":"Alternating electric fields therapy is a novel anticancer treatment that disrupts tumor cell mitosis.","Risk Class":"C"},{"S. No.":3,"Device Name":"Alternating electric field antimitotic cancer treatment system\ntransducer array","Intended Use":"Alternating electric fields therapy is a novel anticancer treatment that disrupts tumor cell mitosis.","Risk Class":"C"},{"S. No.":4,"Device Name":"Bladder instillation buffer solution","Intended Use":"A sterile buffer solution intended to be used exclusively for bladder instillation to help create an optimal environment necessary for the effective treatment of superficial bladder cancer with a chemotherapy\nagent.","Risk Class":"B"},{"S. No.":5,"Device Name":"Breast 3-D infrared imaging\/vascular analysis system","Intended Use":"An assembly of mains electricity (AC-powered) devices intended for three-dimensional (3-D) breast imaging and breast vascular analysis, typically used with mammography screening to perform a breast\ncancer risk examination.","Risk Class":"C"},{"S. No.":6,"Device Name":"Colonic cytology sampling set","Intended Use":"A collection of non-sterile devices intended to collect exfoliated colonic cells (colonocytes) from the surface of human rectal mucosa\nfor colorectal cancer investigation and\/or patient screening.","Risk Class":"B"},{"S. No.":7,"Device Name":"Cryosurgical set","Intended Use":"A sterile collection of disposable devices used in conjunction with a cryosurgical unit as well as monitoring and other devices to perform a surgical technique that involves freezing a targeted area of tissue to\ndamage and destroy cancer cells in the unwanted portions.","Risk Class":"C"},{"S. No.":8,"Device Name":"Capsular tension ring","Intended Use":"A circular band intended to be used to enhance the mechanical\nstability of a subluxated crystalline lens capsule in the presence of weak or absent supporting zonules.","Risk Class":"C"},{"S. No.":9,"Device Name":"Electro cancer therapy system","Intended Use":"An assembly of devices designed for the treatment of tumours and the destruction of their cancerous cells using low-voltage direct current of small intensity delivered via electrodes placed across the affected\nbody area.","Risk Class":"C"},{"S. No.":10,"Device Name":"Electronic clinical breast examination system","Intended Use":"A portable assembly of devices designed to electronically measure, map, document and store information about breast lesions\/masses with regard to shape, size, location, consistency\/relative hardness\nduring a clinical breast examination (CBE)","Risk Class":"B"},{"S. No.":11,"Device Name":"Endocervical aspirator","Intended Use":"A collection of devices designed to remove superficial tissue from the mucous membrane lining the cervical canal (endometrium) through\nmanually-powered suction.","Risk Class":"C"},{"S. No.":12,"Device Name":"Alternating electric field antimitotic cancer treatment system","Intended Use":"An assembly of portable devices designed to apply low-intensity, intermediate-frequency (100-300 kHz) alternating electric fields to treat certain forms of recurrent or newly-diagnosed cancer; typically\nglioblastoma multiforme (GBM) [malignant brain tumour].","Risk Class":"D"},{"S. No.":13,"Device Name":"Balloon kyphoplasty kit","Intended Use":"A collection of sterile surgical instruments and devices used for the reduction of a vertebral compression fractures (VCFs) caused by trauma, cancer, or osteoporosis during a minimally invasive\nprocedure commonly known as balloon kyphoplasty.","Risk Class":"C"},{"S. No.":14,"Device Name":"Accelerator system chair","Intended Use":"A seat, typically with legs, that is a component of a therapeutic accelerator system, and used to support and position a seated patient during radiation therapy treatments involving the use of either a\nmedical linear accelerator or non-linear accelerator.","Risk Class":"C"},{"S. No.":15,"Device Name":"Accelerator system quality assurance device","Intended Use":"An instrument specifically designed to be used to check the calibration and performance of linear and non-linear medical accelerator systems used for radiation therapy applications, for\nquality assurance (QA) purposes","Risk Class":"C"},{"S. No.":16,"Device Name":"Acupressure wristband","Intended Use":"A device designed to be worn on the wrist(s) for the application of\npressure to the Nei-kuan (P6) acupressure point, the area identified to help relieve the sensation of nausea.","Risk Class":"B"},{"S. No.":17,"Device Name":"Anorectal brachytherapy\nsystem applicator, manual","Intended Use":"A manual brachytherapy applicator specifically designed to be used in radiation therapy treatments of the rectum and\/or anus.","Risk Class":"C"},{"S. No.":18,"Device Name":"Anorectal brachytherapy\nsystem applicator, remote-afterloading","Intended Use":"A remote afterloading brachytherapy applicator specifically designed for use in radiation therapy treatments of the rectum and\/or anus.","Risk Class":"C"},{"S. No.":19,"Device Name":"Antimicrobial postsurgical brassiere","Intended Use":"A woman's undergarment which includes antimicrobial properties designed to support and\/or contour the breast(s) or hold a dressing in\nplace after surgical intervention (e.g. thoracic surgery, mastectomy, lumpectomy)","Risk Class":"A"},{"S. No.":20,"Device Name":"Antimicrobial postsurgical female underpants","Intended Use":"It is intended for use during medical treatment (e.g., chemotherapy) or be used to protect the skin following treatment with a medication (e.g. ointment, cream). It is specifically designed for patient support\/comfort in the home or healthcare facility. This is a reusable\ndevice.","Risk Class":"A"},{"S. No.":21,"Device Name":"Blood photochemical treatment agent","Intended Use":"A sterile photochemical agent (psoralen) intended to be used in conjunction with ultraviolet A (UVA) irradiation to eliminate nucleated cells from blood or blood components (e.g. plasma,\nleukocyte-enriched blood fraction).","Risk Class":"C"},{"S. No.":22,"Device Name":"Brachytherapy radionuclide phantom,\ntest object","Intended Use":"A non-tissue configured model designed to mimic the functional\/physical characteristics of normal or diseased human\norgans during performance evaluations of brachytherapy system","Risk Class":"A"},{"S. No.":null,"Device Name":null,"Intended Use":"components or radiation therapy treatment planning devices.","Risk Class":null},{"S. No.":23,"Device Name":"Brachytherapy source spacer","Intended Use":"A sterile, bioabsorbable device designed to separate radioactive sources of the seed type that are permanently implanted in close\nproximity to a selected localized tumour, to increase the distribution of radioactivity to the tumour.","Risk Class":"C"},{"S. No.":24,"Device Name":"Brachytherapy system remote-afterloading operator console","Intended Use":"A mains electricity (AC-powered) component of a remote- afterloading brachytherapy system intended to function as the primary control panel for the remote afterloader. It typically includes  hardware and software that allows for information display and\/or transfer, data processing, analysis, and information archiving functions; it may also be intended to interface with other devices  (e.g., radiation therapy treatment planning computer) as part of a\npicture archiving and communication system (PACS).","Risk Class":"C"},{"S. No.":25,"Device Name":"Breast binder","Intended Use":"A strip or roll of fabric or plastic material applied to the breast or\nbreasts for soft tissue support. This is a single-use device.","Risk Class":"A"},{"S. No.":26,"Device Name":"Breast brachytherapy system applicator, remote-afterloading","Intended Use":"A sterile, remote-afterloading brachytherapy applicator specifically designed for use in radiation therapy treatments of the breast. It is typically designed for temporary implantation within the breast and serves as a guide for computer-controlled placement and removal of single or multiple radioactive sources. Included are various types of applicators such as hollow needles, tubes, or catheters, and their associated components. This is a\nsingle-use device.","Risk Class":"C"},{"S. No.":27,"Device Name":"Breast transilluminator","Intended Use":"A mains electricity (AC-powered) transilluminating device with a built-in light source using low intensity emissions of visible light and near-infrared radiation (700 to 1050 nm) that is transmitted through the female breast to visualize translucent tissue for the diagnosis of cancer, or other conditions, diseases or abnormalities. This device\nmay also be known as a diaphanoscope.","Risk Class":"A"},{"S. No.":"28-\na","Device Name":"Breast ultrasound imaging system","Intended Use":"An assembly of mains electricity (AC-powered) devices designed for intracorporeal (endosonography or endoscopic) ultrasound imaging procedures involving the breast. It typically includes special imaging\ntables used to optimize the ability to give reproducible images of the breast.","Risk Class":"C"},{"S. No.":"28-\nb","Device Name":"Breast ultrasound imaging system","Intended Use":"An assembly of mains electricity (AC-powered) devices designed for extracorporeal ultrasound imaging procedures involving the breast. It\ntypically includes special imaging tables used to optimize the ability to give reproducible images of the breast","Risk Class":"B"},{"S. No.":29,"Device Name":"Cervical cone knife","Intended Use":"A surgical, manually-operated, instrument that is inserted into the\nvagina and designed for excising a sample of abnormal tissue, e.g., indicated by the presence of precancerous changes, from the cervix.","Risk Class":"C"},{"S. No.":30,"Device Name":"Cervical cytology scraper, reusable","Intended Use":"blunt surgical instrument used to scrape and retrieve cytological material from the surface of the cervix (neck of the uterus) or vaginal area for pathological examination and diagnosis, often for the\ndetection of cervical cancer. This is a reusable device.","Risk Class":"A"},{"S. No.":31,"Device Name":"Cervical cytology scraper, single-use","Intended Use":"A hand-held, manual, blunt surgical instrument designed to scrape and retrieve cytological material from the surface of the cervix (neck of the uterus) or vaginal area for pathological examination and diagnosis, often for the detection of cervical cancer. This is a single-\nuse device.","Risk Class":"B"},{"S. No.":32,"Device Name":"Coronary artery brachytherapy system applicator, manual- afterloading","Intended Use":"A sterile flexible tube intended to deliver\/remove radiation therapy sources into a coronary artery, typically into the lumen of an implanted stent, as part of a manual-afterloading brachytherapy system. It is introduced into the patient and subsequently connected to the brachytherapy system source transfer device; it includes radiopaque markers to monitor the position of the radiation source.\nDisposable devices associated with the procedure may be included (e.g., syringe, connectors). This is a single-use device.","Risk Class":"D"},{"S. No.":33,"Device Name":"Cytotoxic waste receptacle","Intended Use":"A device designed as a container to allow the safe deposit, collection and storage of cytotoxic materials (e.g., chemotherapy\/antineoplastic\ndrugs).","Risk Class":"A"},{"S. No.":34,"Device Name":"Electroporation therapy system","Intended Use":"A mobile assembly of devices designed to apply electrical impulses to the tissue to enable electroporation, a phenomenon that induces alteration in the structure of cell membranes to increase their permeability and allow molecules that usually cannot enter the cell membrane, such as drugs [electrochemotherapy (ECT)] and genetic\nmaterials [electrogenetherapy (EGT)], to reach the cytoplasm.","Risk Class":"C"},{"S. No.":35,"Device Name":"Electroporation therapy system endoscopic applicator","Intended Use":"A sterile, patient-contact component of an electroporation therapy system intended to fit onto the distal tip of an endoscope and connect to an electroporation therapy system generator to deliver electrical impulses to tissues during endoscopy as part of electroporation, a phenomenon that induces alteration in the structure of cell membranes to increase their permeability and allow molecules that usually cannot enter the cell membrane, such as drugs\n[electrochemotherapy (ECT)], to reach the cytoplasm.","Risk Class":"C"},{"S. No.":36,"Device Name":"Externally-propelled flexible video colonoscope","Intended Use":"A non-sterile endoscope with a highly flexible sleeve and distal tip intended for the visual examination of the entire adult colon [lower gastrointestinal (GI) tract].It is used for the screening of colorectal cancer and the detection\nof other diseases of the lower GI tract. This is a single-use device.","Risk Class":"B"},{"S. No.":37,"Device Name":"Extravascular-circulation hyperthermia system","Intended Use":"An assembly of devices designed to produce and control heated fluids circulated within a vessel applied to the body (e.g., vest, mattress, jacket, band, pad, body wrap, catheter, probe) for systemic or localized heating to treat malignant tumours, benign growths, or other\ndisease-related conditions.","Risk Class":"B"},{"S. No.":38,"Device Name":"Extravascular-circulation hyperthermia system applicator, extracorporeal","Intended Use":"A vessel applied to the outside of the body (e.g., in the form of a jacket, vest, body wrap, cushion, blanket, or mattress) that incorporates tubing through which heated fluids are circulated for systemic or localized heating to treat malignant tumours, benign growths, or other disease-related conditions. he applicator typically includes a thermometry component that monitors the temperature of the applicator during operation. The applicator includes tubing, cables, and connectors that interface with the hyperthermia system's control unit during treatments. It is typically used in an oncology\ndepartment. This is a reusable device.","Risk Class":"A"},{"S. No.":39,"Device Name":"Extravascular-circulation hyperthermia system applicator, intracorporeal","Intended Use":"A component of a hyperthermia system that typically consists of catheter-enclosed tubing which is introduced into the body either manually or endoscopically. Heated fluid is circulated through the applicator's tubing for localized heating to treat malignant tumours,\nbenign growths, or other disease-related conditions. The applicator","Risk Class":"C"},{"S. No.":null,"Device Name":null,"Intended Use":"(also called an interstitial applicator or probe) typically includes a thermometry component that monitors the temperature of the applicator during operation; it also includes tubing, cables, and connectors that interface with the hyperthermia system's control unit\nduring treatments. It is typically used in an oncology department. This is a single-use device.","Risk Class":null},{"S. No.":40,"Device Name":"Facial prosthesis","Intended Use":"An externally-applied device intended to be used as an artificial substitute for parts or sections of the face [e.g., nose, eye(s), eye\nbrows, upper lip] to help restore facial appearance.","Risk Class":"B"},{"S. No.":41,"Device Name":"Fixed-aperture therapeutic x-ray system collimator","Intended Use":"A non-automated, x-ray beam-limiting device that is a component of a therapeutic x-ray system and whose opening size\/length\/shutter assembly is fixed. It is used in radiation therapy applications to limit the effects of scattered radiation and to protect the patient by limiting or eliminating exposure to non-target body areas during treatment.\nThis device is specifically designed for use with an x-ray simulation or therapeutic x-ray system.","Risk Class":"C"},{"S. No.":42,"Device Name":"Flexible fibre optic bronchoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the trachea, bronchi, and lungs. It is inserted through the mouth or nose during bronchoscopy. Anatomical images are transmitted to the user by the device through a fibre optic bundle. This device is commonly used to diagnose lung infections, pneumonia, or lung cancer, and allows physicians to view the insides of the lungs and take biopsies and samples of secretions. This is a\nreusable device.","Risk Class":"B"},{"S. No.":43,"Device Name":"Flexible fibre optic mediastinoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the mediastinum (the intrapleural space located behind the sternum). It is inserted into the body through an artificial orifice created by an incision made during mediastinoscopy. Anatomical images are transmitted to the user by the device through a fibre optic bundle. This device is commonly used to examine structures such as lymph nodes during a staging evaluation of lung\ncancer, or to establish the diagnosis of a tumour that is localized to the mediastinum. This is a reusable device.","Risk Class":"C"},{"S. No.":44,"Device Name":"General-purpose infusion pump, mechanical, single-use","Intended Use":"A portable, non-electric, mechanically-powered device designed to be operated by healthcare professionals for dispensing a single dose of fluid medication (e.g., for antibiotic therapy, chemotherapy, analgesia). It consists of an empty reservoir intended to be filled with medication, a flow-rate regulator and a non-sterile (sterilizable) administration line intended to be connected to an infusion catheter (not included) for intravenous (IV), subcutaneous, intramuscular, or epidural administration. It may include flow and fluid level mechanical indicators and may be worn by the patient in and outside\nof healthcare settings. This is a single-use device.","Risk Class":"C"},{"S. No.":45,"Device Name":"Flexible ultrasound bronchoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the trachea, bronchi, and lungs. It is inserted through the mouth or nose during bronchoscopy. Anatomical images are transmitted to the user by the device typically through a\nfibre optic bundle or a video system, and an ultrasound probe. The probe may be built-in or inserted through a dedicated lumen so that its","Risk Class":"B"},{"S. No.":null,"Device Name":null,"Intended Use":"distal tip is positioned adjacent to that of the endoscope. It is commonly used to diagnose lung infections, pneumonia, or lung cancer, and allows physicians to view the insides of the lungs and\ntake biopsies and samples of secretions. This is a reusable device.","Risk Class":null},{"S. No.":46,"Device Name":"General-purpose infusion pump, mechanical, reusable","Intended Use":"A non-electric, mechanically-powered (e.g., a spring mechanism) device designed for the continuous or intermittent infusion of medication, typically for antibiotic therapy, chemotherapy, or pain management by intravenous (IV), subcutaneous, intramuscular, or epidural routes. It is primarily designed to be worn by the patient during ambulation in the home. It may be used for patient-controlled analgesia (PCA), and may include mechanical indicators for flow and\nfluid level status. This is a reusable device.","Risk Class":"C"},{"S. No.":47,"Device Name":"Flexible video bronchoscope, reusable","Intended Use":"An endoscope with a flexible inserted portion for endoscopic procedures of the airways and tracheobronchial tree (i.e., bronchoscopy). It is inserted through the mouth or nose during bronchoscopy. Anatomical images are transmitted to the user by a video system with a charge-coupled device (CCD) chip at the distal end and the images showing on a monitor. It is commonly used to diagnose lung infections, pneumonia, or lung cancer, and allows physicians to view the insides of the lungs and take biopsies and\nsamples of secretions. This is a reusable device.","Risk Class":"B"},{"S. No.":48,"Device Name":"Robotic Guidance system for image Guided procedures","Intended Use":"The Medical Device is an accessory to an   imaging system (CT, CT- PET) intended for the spatial positioning and orientation of an instrument guide. A surgeon then manually advances one or more instruments for percutaneous image guided interventional procedures through the instrument guide.\nThe device is not intended to make any contact with the patient.","Risk Class":"B"}]