[{"S. No.":1,"Device Name":"Adaptometer","Intended Use":"An ophthalmic device intended to measure the time required for retinal adaptation and the minimum light\nthreshold.","Risk Class":"B"},{"S. No.":2,"Device Name":"Amsler grid","Intended Use":"An ophthalmic device intended to rapidly detect central and paracentral irregularities in the visual field.","Risk Class":"A"},{"S. No.":3,"Device Name":"Anomaloscope","Intended Use":"A ophthalmic instrument used to test a patient for abnormal red\/green colour vision by differentiating the red\/green colour vision defects.","Risk Class":"A"},{"S. No.":4,"Device Name":"Aqueous\/vitreous humour replacement medium kit","Intended Use":"A collection of sterile devices, including a fluid or semifluid substance, used in combination to\nreplace the fluid of the eye.","Risk Class":"D"},{"S. No.":5,"Device Name":"Automated lensmeter(Dioptometer)","Intended Use":"An ophthalmic instrument designed to measure the focusing power (dioptric power) and other optical characteristics of a spectacle lens,\ncontact lens, or prism.","Risk Class":"A"},{"S. No.":6,"Device Name":"Bagolini lens","Intended Use":"An ophthalmic plane lens, intended to determine harmonious\/anomalous retinal correspondence.","Risk Class":"A"},{"S. No.":7,"Device Name":"Binocular vision test unit","Intended Use":"An ophthalmic device for binocular vision testing.","Risk Class":"A"},{"S. No.":8,"Device Name":"Blepharoplasty scissors","Intended Use":"A hand-held, manual, ophthalmic surgical instrument intended to be used to cut eyelid tissue during plastic surgery of the eyelids (blepharoplasty).","Risk Class":"A"},{"S. No.":9,"Device Name":"Capsular bag anchor","Intended Use":"A device intended to be permanently implanted in the posterior chamber of the eye for correction and fixation of a subluxated capsular bag, typically in association with in-the-bag intraocular lens (IOL) implantation.","Risk Class":"C"},{"S. No.":10,"Device Name":"Colour discrimination tester","Intended Use":"An ophthalmic lamp, used to test a\nperson's ability to differentiate between colours.","Risk Class":"A"},{"S. No.":11,"Device Name":"Colour-discrimination eye chart","Intended Use":"Intended for testing colour vision.","Risk Class":"A"},{"S. No.":12,"Device Name":"Conjunctival scissors","Intended Use":"A hand-held, manual, ophthalmic surgical instrument intended to be used to cut the conjunctiva and\nTenon’s capsule on the eye surface to access the sclera.","Risk Class":"A"},{"S. No.":13,"Device Name":"Contact Lens (Including Coloured Contact Lens)","Intended Use":"Device intended to be worn directly against the cornea and adjacent limbal and scleral areas of the eye to correct vision conditions or act as a therapeutic bandage or\/and to change the appearance of the eye for\ndecorative purposes.","Risk Class":"B"},{"S. No.":14,"Device Name":"Contact lens agitation cleaning system","Intended Use":"An assembly of devices used to clean and disinfect contact lenses through automated or manual mechanical\nagitation .","Risk Class":"B"},{"S. No.":15,"Device Name":"Contact lens disinfecting solution","Intended Use":"An aqueous formulation containing appropriate agents for loosening debris from contact lenses, and that contains a disinfectant intended to act\non contact lens.","Risk Class":"B"},{"S. No.":16,"Device Name":"Contact lens protein-removal solution","Intended Use":"A formulation of proteolytic enzymes, used to remove debris and protein deposits from reusable contact lenses, or to remove protein deposits only.","Risk Class":"B"},{"S. No.":17,"Device Name":"Contact lens radius gauge","Intended Use":"A measuring instrument used in\nophthalmology to determine the radius of curvature of contact lenses.","Risk Class":"A"},{"S. No.":18,"Device Name":"Contact lens thermal cleaner","Intended Use":"A unit intended to disinfect or sterilize\nreusable soft contact lenses by means of heat.","Risk Class":"B"},{"S. No.":19,"Device Name":"Corneal burr manual instrument","Intended Use":"A hand-held, ophthalmic surgical instrument, used to excavate corneal\ntissue through manual rotation.","Risk Class":"B"},{"S. No.":20,"Device Name":"Corneal burr system","Intended Use":"An assembly of devices designed for abrasion of the cornea and other eye\ntissues.","Risk Class":"B"},{"S. No.":21,"Device Name":"Corneal burr, abrasion","Intended Use":"A device designed for abrasion of the cornea to polish corneal scratches and\/or the pterygium bed after surgical removal, and\/or for abrasion of lid margin lesions.","Risk Class":"B"},{"S. No.":22,"Device Name":"Corneal burr, rust ring removal","Intended Use":"A device designed for gentle removal of rust stains (rust rings) from the cornea after the extraction of a ferrous\nforeign object.","Risk Class":"B"},{"S. No.":23,"Device Name":"Corneal epithelium perforator","Intended Use":"Intended to create a number of small perforations in the epithelial layer of the cornea through which riboflavin can pass into the cornea during corneal collagen crosslinking, to treat\ncorneal ectasia (typically keratoconus).","Risk Class":"B"},{"S. No.":24,"Device Name":"Corneal epithelium trephine","Intended Use":"Intended to create a circular cut through the epithelial layer of the cornea to create an epithelial flap intended to be folded back during laser assisted epithelial keratomileusis (LASEK) surgery, after which the flap is replaced.","Risk Class":"B"},{"S. No.":25,"Device Name":"Corneal inlay, aperture reducing","Intended Use":"A implantable device inserted into the natural cornea to treat presbyopia based on aperture reduction.","Risk Class":"C"},{"S. No.":26,"Device Name":"Corneal inlay, cornea- reshaping","Intended Use":"A implantable device inserted into the natural cornea to treat refractive errors\nby reshaping the cornea.","Risk Class":"C"},{"S. No.":27,"Device Name":"Corneal light shield","Intended Use":"A device, typically made of a non- abrasive fluid-absorbing material that is placed on the surface of the cornea to shield the retina from excessive illumination during an ophthalmic procedure.","Risk Class":"B"},{"S. No.":28,"Device Name":"Corneal marker","Intended Use":"A manual instrument intended to be used to imprint, indent, and\/or incise corneal tissue prior to an ophthalmic surgical procedure.","Risk Class":"B"},{"S. No.":29,"Device Name":"Corneal resection holder","Intended Use":"A device designed to hold donated corneal tissue so that it can be resected in preparation for transplantation.","Risk Class":"B"},{"S. No.":30,"Device Name":"Corneal scissors","Intended Use":"A hand-held, manual, ophthalmic surgical instrument intended to be\nused to cut corneal tissue.","Risk Class":"B"},{"S. No.":31,"Device Name":"Corneal shield","Intended Use":"A mechanical eye shield made of\ncollagen that is placed on the eye to protect the cornea.","Risk Class":"B"},{"S. No.":32,"Device Name":"Corneoscleral punch","Intended Use":"A hand-held, manual ophthalmic surgical instrument designed to excise a segment of tissue from the sclera or cornea of a patient or from grafts\ntaken from cadaver donors.","Risk Class":"B"},{"S. No.":33,"Device Name":"Diagnostic condensing lens","Intended Use":"An ophthalmic lens used in binocular indirect ophthalmoscopy to focus reflected light from the fundus of the eye.","Risk Class":"A"},{"S. No.":34,"Device Name":"Donor cornea container","Intended Use":"A receptacle intended to maintain, transport, and facilitate clinical examination of a donated cornea\nduring the period between cornea collection and transplantation surgery.","Risk Class":"C"},{"S. No.":35,"Device Name":"Eikonometer","Intended Use":"An ophthalmic instrument for\ndiagnosing aniseikonia.","Risk Class":"A"},{"S. No.":36,"Device Name":"Electronic occlusion spectacles","Intended Use":"An ophthalmic device designed to test and train vision for conditions where\ndecreased visual acuity may be due to unequal vision in the eyes.","Risk Class":"A"},{"S. No.":37,"Device Name":"Endoscopic-imaging ophthalmic solid-state laser system","Intended Use":"A device assembly intended to treat retinal and other eye disorders, such as glaucoma, during endoscopic cyclophotocoagulation (ECP) procedures.","Risk Class":"C"},{"S. No.":38,"Device Name":"Enucleation scissors","Intended Use":"A hand-held, manual, ophthalmic surgical instrument used to cut tissue during eye surgery involving enucleation of the eye and\/or its\nrelated structures.","Risk Class":"A"},{"S. No.":39,"Device Name":"Epiretinal\/inner limiting membrane scraper","Intended Use":"A hand-held manual surgical instrument intended to be used during posterior segment surgery to lift the inner limiting membrane (ILM) and\/or an epiretinal membrane (ERM), and which may have additional posterior segment membrane manipulation\nuses.","Risk Class":"B"},{"S. No.":40,"Device Name":"Euthyscope","Intended Use":"A modified ophthalmoscope that projects a bright light encompassing an arc of approximately 30 degrees on\nthe fundus of the eye for  the treatment of amblyopia.","Risk Class":"A"},{"S. No.":41,"Device Name":"Exophthalmometer","Intended Use":"An ophthalmic instrument used to measure the degree of exophthalmos.","Risk Class":"A"},{"S. No.":42,"Device Name":"Eye cup","Intended Use":"A receptacle designed to fit around the eye socket and which is filled with warm water or an eyewash solution and placed over the eye to allow the\nliquid to wash the affected eye.","Risk Class":"A"},{"S. No.":43,"Device Name":"Eye heat therapy pack","Intended Use":"A device intended to be placed over closed eyes to apply heat for the treatment of meibomian gland dysfunction (MGD), dry eye\nsyndromes, blepharitis and other related ocular conditions.","Risk Class":"B"},{"S. No.":44,"Device Name":"Eye irrigation shield","Intended Use":"A device intended to be used with an eye irrigation kit\/system to direct irrigation solution to the surface of the eye and allow the solution to gently\nlavage the surface of the eye.","Risk Class":"A"},{"S. No.":45,"Device Name":"Eye muscle clamp","Intended Use":"An hand-held manual ophthalmic surgical instrument designed to atraumatically grasp and hold the\nextraocular muscles (EOM) during an ophthalmic surgical intervention.","Risk Class":"B"},{"S. No.":46,"Device Name":"Eye muscle sleeve","Intended Use":"An implantable device made from\nsynthetic materials that is used to encase or isolate an ocular muscle.","Risk Class":"C"},{"S. No.":47,"Device Name":"Eye pad","Intended Use":"A sterile, cushion-like device intended to protect the eye or to absorb eye secretions.","Risk Class":"A"},{"S. No.":48,"Device Name":"Eye spud","Intended Use":"A hand-held, manual, ophthalmic surgical instrument intended to be used to remove a foreign body\/object embedded in or adhering to the surface of the eye globe.","Risk Class":"A"},{"S. No.":49,"Device Name":"Eye valve","Intended Use":"An implantable device designed to regulate the flow of fluid between the anterior chamber and the space around the conjunctiva of the eye by\nallowing flow when the pressure in the chamber is above a pre-set value.","Risk Class":"C"},{"S. No.":50,"Device Name":"Eyelid clamp","Intended Use":"A hand-held manual surgical instrument designed to atraumatically\ngrasp and hold the eyelid during an ophthalmic surgical intervention.","Risk Class":"A"},{"S. No.":51,"Device Name":"Eyelid weight, external","Intended Use":"An ophthalmic device that is applied to the outside of the upper eyelid to \"lidload\" the eyelid to restore upper\neyelid muscle function.","Risk Class":"A"},{"S. No.":52,"Device Name":"Eyelid weight, implantable","Intended Use":"An ophthalmic device that is implanted subcutaneously within the upper\neyelid to \"lidload\" the eyelid to restore upper eyelid muscle function.","Risk Class":"C"},{"S. No.":53,"Device Name":"Felt tangent screen","Intended Use":"A black tangent screen intended for assessing the extent of the patient's peripheral visual field by mapping the visual response to a test object moved from the periphery towards the centre\nof the screen.","Risk Class":"A"},{"S. No.":54,"Device Name":"Femtosecond ophthalmic solid-state laser system","Intended Use":"A device assembly in which input energy is used to excite a glass\/crystal rod to emit a high-power laser beam intended for ocular resections and\nincisions.","Risk Class":"C"},{"S. No.":55,"Device Name":"Fibreoptic general-purpose ophthalmic hook","Intended Use":"A hand-held manual surgical instrument inserted into the eye during surgical intervention to manipulate anatomical structures or foreign bodies within the eye and simultaneously conduct a field of cold\nlight to illuminate the surgical site.","Risk Class":"A"},{"S. No.":56,"Device Name":"Flieringa ophthalmic ring","Intended Use":"A circular band, sutured to the sclera to prevent collapse of the globe during difficult intraocular operations.","Risk Class":"A"},{"S. No.":57,"Device Name":"Fornixscope","Intended Use":"A manually-operated, ophthalmic device intended to provide indirect access and viewing of the upper conjunctival fornix and inner surface of the eyelid as an alternative to eyelid eversion.","Risk Class":"A"},{"S. No.":58,"Device Name":"Fresnel lens","Intended Use":"A very thin and flexible ophthalmic lens intended to be applied to the back of spectacle lenses to focus light to a\nfocal point to help manage various vision conditions.","Risk Class":"A"},{"S. No.":59,"Device Name":"Fresnel prism","Intended Use":"A device intended to be applied to spectacle lenses to give a prismatic effect typically to manage strabismus or other eye muscle dysfunction.","Risk Class":"A"},{"S. No.":60,"Device Name":"Fundus-imaging ophthalmic diode laser system","Intended Use":"Intended for: ocular laser treatment procedures, including coagulation of abnormal retinal vasculature; and capturing real-time digital images of the anterior\/posterior eye segments created using colour, fluorescein\nangiography and infrared imaging, for diagnosis\/treatment planning.","Risk Class":"C"},{"S. No.":61,"Device Name":"Fundus-imaging ophthalmic solid-state laser system","Intended Use":"Intended to coagulate abnormal vascular tissue in the retina and for other ocular photocoagulation procedures.","Risk Class":"C"},{"S. No.":62,"Device Name":"Glaucoma supraciliary implant","Intended Use":"A non-bioabsorbable synthetic polymer device designed to be implanted in the supraciliary space (between the ciliary muscle\/body and the sclera) for the restoration of aqueous humour outflow and subsequent reduction of intraocular\npressure as part of treatment for open angle glaucoma.","Risk Class":"C"},{"S. No.":63,"Device Name":"Glaucoma therapy ultrasound system","Intended Use":"A system designed to transduce radio- frequency (RF) electrical energy from a generator into ultrasound energy, for the extracorporeal application of high intensity focused ultrasound (HIFU) to the eye, to decrease aqueous humour production and reduce intraocular\npressure (IOP)","Risk Class":"C"},{"S. No.":64,"Device Name":"Haidinger brush imager","Intended Use":"An ophthalmic device designed to produce an image which facilitates his\/her visual function evaluation,\nparticularly the macular integrity.","Risk Class":"A"},{"S. No.":65,"Device Name":"Hand-held campimeter","Intended Use":"A portable, hand-held device intended for assessing the central 30º visual\nfield.","Risk Class":"A"},{"S. No.":66,"Device Name":"Hand-held telescope","Intended Use":"A device that consists of an arrangement of ophthalmic lenses or mirrors with a handle intended to enlarge images for a visually impaired patient\/person.","Risk Class":"A"},{"S. No.":67,"Device Name":"Hruby fundus lens","Intended Use":"A 55 dioptre non-contact diagnostic ophthalmic lens intended for use in the examination of the vitreous body and\nthe fundus of the eye under slitlamp illumination and magnification.","Risk Class":"A"},{"S. No.":68,"Device Name":"Implantable intraocular pressure monitoring system","Intended Use":"An assembly of portable devices intended to continuously or regularly collect and display intraocular\npressure (IOP) data for the diagnosis\/monitoring of glaucoma.","Risk Class":"C"},{"S. No.":69,"Device Name":"Implantable iris prosthesis","Intended Use":"An optical device intended to be implanted into the posterior chamber of the eye for the reconstruction of partial or total iris defects.","Risk Class":"C"},{"S. No.":70,"Device Name":"Indirect binocular ophthalmoscope","Intended Use":"An ophthalmic instrument designed to examine the interior of the eye allowing the examiner to clearly see a wide angle, stereoscopic impression\nof the details of the fundus (retina) and other structures.","Risk Class":"A"},{"S. No.":71,"Device Name":"Intracorneal ring","Intended Use":"An implantable, open-ended circular band designed to flatten the anterior corneal curvature, without disturbing the visual axis, to correct mild and moderate myopia.","Risk Class":"C"},{"S. No.":72,"Device Name":"Intranasal lacrimal neurostimulator","Intended Use":"A hand-held device intended to be used in the home to provide electrical stimulation to sensory neurons of the nasal cavities to acutely increase tear\nproduction as treatment for aqueous deficient dry eye.","Risk Class":"C"},{"S. No.":73,"Device Name":"Intraocular pressure-reducing system","Intended Use":"An assembly of manually-operated devices designed to reduce the intraocular pressure (IOP) by applying a controlled, external, mechanical compression to the surface of the eye\nin preparation for ophthalmic surgery.","Risk Class":"C"},{"S. No.":74,"Device Name":"Keratome","Intended Use":"An ophthalmic surgical instrument intended to shave tissue from sections\nof the cornea for a lamellar (partial thickness) transplant.","Risk Class":"B"},{"S. No.":75,"Device Name":"Lacrimal tube","Intended Use":"A implantable, single-lumen tube intended to provide tear drainage from the front surface of the eye, and also to facilitate saline solution irrigation to a paranasal sinus to manage chronic\nrhinosinusitis.","Risk Class":"C"},{"S. No.":76,"Device Name":"Lens spoon","Intended Use":"A hand-held ophthalmic surgical instrument used in ophthalmic surgery to manipulate\/remove the lens of the\neye.","Risk Class":"A"},{"S. No.":77,"Device Name":"Maddox trial lens","Intended Use":"A special ophthalmic trial lens in the form of a rod or series of rods (grooves\/cylinders) that changes the size, shape, and colour of an image to\ndissociate the eyes in the evaluation of eye muscle dysfunction.","Risk Class":"A"},{"S. No.":78,"Device Name":"Mirror-prism spectacles","Intended Use":"An optical device intended to enable the patient to see over the top of their head enabling them to look forward in the direction their head is pointing.","Risk Class":"A"},{"S. No.":79,"Device Name":"Nystagmus inducing optokinetic drum","Intended Use":"An ophthalmic device intended to elicit nystagmus.","Risk Class":"A"},{"S. No.":80,"Device Name":"Nystagmus inducing tape","Intended Use":"An ophthalmic device intended to be moved across a patient's field of vision to elicit optokinetic nystagmus and to\ntest for blindness.","Risk Class":"A"},{"S. No.":81,"Device Name":"Ophthalmic calliper","Intended Use":"A hand-held manual ophthalmic measuring instrument consisting of two legs hinged at one end and designed to measure the diameter, length, angles, and thicknesses of the eye.","Risk Class":"A"},{"S. No.":82,"Device Name":"Ophthalmic clip","Intended Use":"A device typically made of a malleable metal (e.g., tantalum), intended to be implanted permanently or temporarily to bring together the edges of a wound, to aid in healing or to prevent bleeding from small blood vessels in\nthe eye.","Risk Class":"C"},{"S. No.":83,"Device Name":"Ophthalmic cryosurgical system","Intended Use":"An assembly of devices designed to apply cold from a gaseous or liquid refrigerant (cryogen)  to a target tissue\nfor its destruction and removal during an ophthalmic surgical procedure.","Risk Class":"C"},{"S. No.":84,"Device Name":"Ophthalmic distometer","Intended Use":"An ophthalmic instrument designed to measure the distance between the cornea and a spectacle or trial lens (vertex distance).","Risk Class":"A"},{"S. No.":85,"Device Name":"Ophthalmic dye laser system","Intended Use":"A laser device assembly intended to coagulate abnormal vascular tissue in the retina, and for other photocoagulation procedures in the\neye.","Risk Class":"C"},{"S. No.":86,"Device Name":"Ophthalmic excimer laser system","Intended Use":"A laser device assembly intended for\ncorneal ablation and other ophthalmologic procedures.","Risk Class":"C"},{"S. No.":87,"Device Name":"Ophthalmic head reflector","Intended Use":"A head-worn ophthalmic device intended to reflect light onto the eye of a patient to allow examination of the\neye and its associated structures.","Risk Class":"A"},{"S. No.":88,"Device Name":"Ophthalmic Irrigation Solution (Balanced Salt Solution)","Intended Use":"Intended for the irrigation of the anterior chamber during cataract surgery and other intraocular or extraocular procedures or for the irrigation of the conjunctiva following application of fluoresceine or for moistening the corneal and conjunctival surface during laser\ntreatment.","Risk Class":"B"},{"S. No.":89,"Device Name":"Ophthalmic noble gas laser system","Intended Use":"A laser device assembly intended to coagulate abnormal vascular tissue in the retina and for other photocoagulation procedures in the\neye.","Risk Class":"C"},{"S. No.":90,"Device Name":"Ophthalmic operating table top","Intended Use":"A component of a modular operating table intended to provide support for and stabilization of the head of the patient (typically includes a headrest) and to help provide optimal access for the surgeon(s) during the intervention (e.g., by having a small-width table top and therefore a shorter stretch distance for the surgeon).","Risk Class":"A"},{"S. No.":91,"Device Name":"Ophthalmic soft-tissue surgical forceps","Intended Use":"A hand-held manual instrument designed to grasp and manipulate intraocular tissues during ophthalmic surgery (e.g., anterior segment surgery, vitreo-retinal procedures,\niridectomy, capsulorhexis).","Risk Class":"B"},{"S. No.":92,"Device Name":"Ophthalmic surgical device handling forceps","Intended Use":"A hand-held manual surgical instrument with blades designed to grasp and manipulate a nonimplantable invasive ophthalmic surgical device (e.g., ophthalmic\ncannula, handless iris retractor) and\/or for ophthalmic suturing.","Risk Class":"A"},{"S. No.":93,"Device Name":"Ophthalmic suture scissors","Intended Use":"A hand-held, manual, ophthalmic surgical instrument intended to be\nused to cut suture during eye surgery.","Risk Class":"A"},{"S. No.":94,"Device Name":"Ophthalmic tonometer","Intended Use":"An ophthalmic, measuring instrument designed for determining the\nintraocular pressure (IOP).","Risk Class":"B"},{"S. No.":95,"Device Name":"Ophthalmic ultrasound imaging system","Intended Use":"An assembly of devices designed for ophthalmic ultrasound imaging\nprocedures.","Risk Class":"B"},{"S. No.":96,"Device Name":"Ophthalmodiastimeter","Intended Use":"An ophthalmic instrument for determining the proper distance at which to place prescription lenses for\nthe two eyes.","Risk Class":"A"},{"S. No.":97,"Device Name":"Ophthalmoleukoscope","Intended Use":"An ophthalmic device intended to be used for testing colour perception by\nmeans of colours produced by polarized light.","Risk Class":"A"},{"S. No.":98,"Device Name":"Ophthalmoscope","Intended Use":"An ophthalmic instrument designed to examine the interior of the eye allowing the examiner to clearly see\nthe details of the retina and other structures\/media.","Risk Class":"B"},{"S. No.":99,"Device Name":"Optical pachymeter","Intended Use":"An ophthalmic, device that uses optics\nto measure the thickness of the cornea.","Risk Class":"A"},{"S. No.":100,"Device Name":"Orbital depressor","Intended Use":"A hand-held ophthalmic surgical instrument used to displace tissue to facilitate examination of the\nsurrounding area in the orbital cavity during eye surgery.","Risk Class":"A"},{"S. No.":101,"Device Name":"Orbital rim prosthesis","Intended Use":"An implantable ocular device used to reconstruct the floor of the bony cavity that contains the eyeball and its associated muscles, vessels, and\nnerves and is intended to house an artificial eye.","Risk Class":"C"},{"S. No.":102,"Device Name":"Perimeter","Intended Use":"A diagnostic, ophthalmic instrument intended for assessing the extent of the patient's peripheral visual field.","Risk Class":"A"},{"S. No.":103,"Device Name":"Periocular\/lacrimal retractor","Intended Use":"A hand-held, non-self-retaining, ophthalmic surgical instrument intended to be used to separate periocular tissues and\/or draw aside the margins of a periocular surgical\nwound during an ophthalmic intervention.","Risk Class":"A"},{"S. No.":104,"Device Name":"Phacoemulsification system","Intended Use":"An assembly of ophthalmic devices intended to deliver energy through a dedicated handpiece tip, which is introduced through an incision made in the lens capsule, to perform\nphacoemulsification.","Risk Class":"C"},{"S. No.":105,"Device Name":"Phorometer","Intended Use":"An ophthalmic instrument intended to be used to test ocular balance.","Risk Class":"A"},{"S. No.":106,"Device Name":"Phoropter","Intended Use":"A mechanical ophthalmic device that is used during an ophthalmic examination; typically to determine a patient's prescription for glasses.","Risk Class":"A"},{"S. No.":107,"Device Name":"Pleoptophor","Intended Use":"An ophthalmic instrument used for the treatment of eccentric eye fixation (casts in the eye) by dazzling the perimacular retina, thereby relatively enhancing the visual capabilities of the\nfovea.","Risk Class":"A"},{"S. No.":108,"Device Name":"Polatest","Intended Use":"An ophthalmic device used for evaluating hidden (latent) squinting, i.e., when the patient is not aware of the condition, and also when it cannot\nbe seen.","Risk Class":"A"},{"S. No.":109,"Device Name":"Ptosis sling","Intended Use":"A sterile implantable device intended for the surgical correction of ptosis.","Risk Class":"C"},{"S. No.":110,"Device Name":"Pupillograph","Intended Use":"A graphic recorder used for recording the response of the pupil to reflected light. It is used for ophthalmic\ndiagnostic purposes.","Risk Class":"A"},{"S. No.":111,"Device Name":"Pupillometer","Intended Use":"An ophthalmic instrument used for measuring the width or diameter of the\npupil.","Risk Class":"A"},{"S. No.":112,"Device Name":"Retinal tack","Intended Use":"A non-bioabsorbable, implantable device designed to permanently fix a detached retina to the underlying retinal pigment epithelium (RPE)\nduring ophthalmic surgery.","Risk Class":"C"},{"S. No.":113,"Device Name":"Scleral buckling device","Intended Use":"A device intended to be implanted on the sclera to compress the eye (scleral buckling) for the surgical treatment of\nretinal detachment.","Risk Class":"C"},{"S. No.":114,"Device Name":"Scleral expansion implant","Intended Use":"A device designed for implantation in the sclera to produce expansion by altering the position of the underlying\nciliary muscle.","Risk Class":"C"},{"S. No.":115,"Device Name":"Scleral marker","Intended Use":"A manual instrument used to indent or imprint the surface of the sclera during an ophthalmic surgical or\nperioperative procedure.","Risk Class":"B"},{"S. No.":116,"Device Name":"Sclerotome","Intended Use":"A hand-held manual ophthalmic surgical instrument that is knife-like in design and intended to be used to\nincise the sclera during a sclerotomy.","Risk Class":"A"},{"S. No.":117,"Device Name":"Scotometer","Intended Use":"An instrument used for the recording and measuring of the areas of field of vision that is reduced, i.e., relative\nscotoma, or loss of sensitivity to light (absolute scotoma or blind spots).","Risk Class":"A"},{"S. No.":118,"Device Name":"Surgical binoculars","Intended Use":"A pair of lenses intended to be mounted onto a surgeon's spectacles to function as small telescope and provide a magnified image of the visual field during patient examination\nor surgical intervention.","Risk Class":"A"},{"S. No.":119,"Device Name":"Symblepharon ring","Intended Use":"An implantable device formed as a circular band used to help prevent the\neyelid from adhering to the eyeball.","Risk Class":"C"},{"S. No.":120,"Device Name":"Synoptophor","Intended Use":"A ophthalmic device used for the evaluation and training of a patient's\nbinocular function.","Risk Class":"A"},{"S. No.":121,"Device Name":"Tachistoscope","Intended Use":"An ophthalmic device designed to flash words or images at different speeds, for the purposes of ophthalmic diagnostic testing.","Risk Class":"A"},{"S. No.":122,"Device Name":"Ultrasound pachymeter","Intended Use":"An ophthalmic device designed to use ultrasound to measure the thickness of the cornea, and may in addition be\ndesigned to measure axial length and anterior chamber depth.","Risk Class":"B"},{"S. No.":123,"Device Name":"Visual  chart","Intended Use":"An ophthalmic chart (Snellen chart) used in testing visual .","Risk Class":"A"},{"S. No.":124,"Device Name":"Visual  light box","Intended Use":"A light viewing box that uses a translucent version of the ophthalmic chart (Snellen chart) used for testing visual acuity.","Risk Class":"A"},{"S. No.":125,"Device Name":"Visual  projector","Intended Use":"An ophthalmic device intended to project an image on a screen to test visual acuity .","Risk Class":"A"},{"S. No.":126,"Device Name":"Visual evoked-potential electrode","Intended Use":"An electrical conductor intended to record changes in the electrical potential for the purpose of measuring visual evoked responses.","Risk Class":"A"},{"S. No.":127,"Device Name":"Vitrectomy system","Intended Use":"An assembly of ophthalmic devices intended to deliver energy through a dedicated hand-held instrument, typically used to treat diabetic vitreous haemorrhage, retinal detachment,\nepiretinal membrane, and macular hole.","Risk Class":"C"},{"S. No.":128,"Device Name":"Vitreous body prosthesis","Intended Use":"A sterile bag\/capsule intended to be implanted in the eye and filled with a fluid (not included) to replace the vitreous body and provide omnidirectional support of the retina for the treatment of severe retinal\ndetachment.","Risk Class":"C"},{"S. No.":129,"Device Name":"Intraocular fluid","Intended Use":"An intraocular fluid is a device consisting of a nongaseous fluid intended to be introduced into the eye to aid performance of surgery, such as to maintain anterior chamber depth, preserve tissue integrity, protect tissue from surgical trauma, or function as a tamponade during retinal reattachment.","Risk Class":"C"},{"S. No.":130,"Device Name":"Intraocular gas","Intended Use":"An intraocular gas is a device consisting of a gaseous fluid intended to be introduced into the eye to place\npressure on a detached retina.","Risk Class":"C"},{"S. No.":131,"Device Name":"Intraocular lens guide","Intended Use":"An intraocular lens guide is a device intended to be inserted into the eye during surgery to direct the insertion of an intraocular lens and be removed after insertion is completed.","Risk Class":"B"},{"S. No.":132,"Device Name":"Ophthalmic refractometer","Intended Use":"An ophthalmic refractometer is an automatic AC-powered device that consists of a fixation system, a measurement and recording system, and an alignment system intended to measure the refractive power of the eye by measuring light reflexes from\nthe retina.","Risk Class":"B"},{"S. No.":133,"Device Name":"Keratoscope","Intended Use":"A keratoscope is an AC-powered or battery-powered device intended to measure and evaluate the corneal curvature of the eye. Lines and circles within the keratoscope are used to observe the corneal reflex. This generic type of device includes the photokeratoscope and videokeratoscope which records\ncorneal curvature by taking photographs or videos of the cornea.","Risk Class":"B"},{"S. No.":134,"Device Name":"Contact Lens Inserter\/Remover","Intended Use":"A device designed to insert and remove contact lenses from the eye.","Risk Class":"A"},{"S. No.":135,"Device Name":"Ophthalmic working-channel cannula","Intended Use":"A rigid tube designed to create a channel through the sclera for internal ocular access during posterior segment ophthalmic surgery. It is typically made of plastic materials or high-grade stainless steel and enables the introduction of ophthalmic surgical instruments; it may also be used for irrigation (i.e., the infusion of fluids to maintain the interior pressure of the\neye during surgery). This is a reusable device.","Risk Class":"B"}]