[{"S. No.":1,"Device Name":"Acupressure wristband","Intended Use":"A device designed to be worn on the wrist(s) for the application of pressure to the Nei-kuan (P6) acupressure point, the area identified to help relieve the sensation of nausea.","Risk Class":"A"},{"S. No.":2,"Device Name":"Acupuncture electrical\nstimulation system","Intended Use":"An assembly of devices used to apply electrical stimuli to\nacupuncture sites.","Risk Class":"B"},{"S. No.":3,"Device Name":"Acupuncture kit","Intended Use":"A collection of instruments and supplies used to perform\nacupuncture procedures.","Risk Class":"B"},{"S. No.":4,"Device Name":"Acupuncture point\ndetector","Intended Use":"An electronic probe used to precisely locate an acupuncture point\non a patient's body.","Risk Class":"B"},{"S. No.":5,"Device Name":"Analgesic spinal cord electrical stimulation system","Intended Use":"An assembly of devices that applies an electrical stimulus to all or part of the spinal cord to relieve pain (analgesia).","Risk Class":"C"},{"S. No.":6,"Device Name":"Bite relief pad","Intended Use":"A thin, plastic, horshoe-like wafer that is placed between the upper and lower sets of teeth and bitten down on, or chewed, to help relieve pain or discomfort after orthodontic treatment.","Risk Class":"A"},{"S. No.":7,"Device Name":"Cryogenic analgesia unit","Intended Use":"A device designed to provide analgesia by applying extremely low temperatures to body tissues. It is used for postoperative and chronic intractable pain relief.","Risk Class":"C"},{"S. No.":8,"Device Name":"Ear microsystem needle","Intended Use":"An instrument used in auriculotherapy to apply continuous pressure\nto stimulate meridian points.","Risk Class":"A"},{"S. No.":9,"Device Name":"Electric pad localized-body heating system","Intended Use":"An assembly of devices designed for the transcutaneous application of heat to a localized body site to relieve musculoskeletal pain.","Risk Class":"B"},{"S. No.":10,"Device Name":"Endothermic cold therapy pack","Intended Use":"A device intended to be applied with pressure to the body surface to provide cold therapy to help reduce fever, pain, and inflammation associated with joint\/muscle\/tissue injury and\/or minor burns.","Risk Class":"B"},{"S. No.":11,"Device Name":"Foot bath","Intended Use":"A device designed to be filled with water to provide therapeutic heat treatment specifically to the feet. This device is intended to relieve foot pain as well as headaches, coughs, and other cold symptoms.","Risk Class":"A"},{"S. No.":12,"Device Name":"Heat therapy gel","Intended Use":"A non-sterile gelatinous compound in a container that is dispensed for application to the body surface to provide a warming effect for underlying tissues. It is intended to reduce\/relieve pain, muscle tension, and to increase local circulation.(Not in direct contact with tissue)","Risk Class":"A"},{"S. No.":13,"Device Name":"Ice bag","Intended Use":"Intended to alleviate pain and\/or promote healing in minor injuries of\nthe body or for application around the neck or limbs.","Risk Class":"A"},{"S. No.":14,"Device Name":"Ice collar","Intended Use":"Intended to alleviate pain and\/or promote healing in minor injuries of the neck, throat, and\/or head and to alleviate a sore throat.","Risk Class":"A"},{"S. No.":15,"Device Name":"Implantable intrathecal infusion pump","Intended Use":"A device designed to be implanted in a patient for the storing and subarachnoid (intrathecal) administration of narcotics\/drugs to manage intractable pain and muscle spasms of malignant or non- malignant origin.","Risk Class":"D"},{"S. No.":16,"Device Name":"Implantable lumbar neuromuscular electrical stimulation system","Intended Use":"The system is designed to deliver episodic electrical stimulation to nerves that innervate lumbar muscles to elicit contraction for the treatment of chronic low back pain (CLBP).","Risk Class":"D"},{"S. No.":17,"Device Name":"Inflatable hot\/cold therapy pack\/electric pump","Intended Use":"A assembly of devices intended for localized thermal and compression therapy to facilitate the treatment of a variety of adverse conditions resulting from musculoskeletal injury.","Risk Class":"B"},{"S. No.":18,"Device Name":"Inhalational analgesia unit","Intended Use":"A device primarily designed to administer analgesic gases to the\npatient, or produce analgesic vapours for inhalation.","Risk Class":"B"},{"S. No.":19,"Device Name":"Intervertebral disc prolapse therapy pack","Intended Use":"A device intended to be applied to the skin overlying an affected area of the spine (cervical or lumbar) to reduce pain associated with a prolapsed (herniated) intervertebral disc.","Risk Class":"B"},{"S. No.":20,"Device Name":"Intubation teeth protector","Intended Use":"A device designed to fit over the upper and lower sets of teeth to protect them from damage during endotracheal (ET) tube intubation procedures.","Risk Class":"A"},{"S. No.":21,"Device Name":"Inversion table","Intended Use":"A fixed framework with a tilting table platform designed to support the body of a patient and provide traction for the back muscles and spine by allowing the patient manually invert their entire body in a supine position (feet up and head down), thereby assist patients eliminate\/alleviate back pain.","Risk Class":"A"},{"S. No.":22,"Device Name":"Massage table\/couch","Intended Use":"A table designed for various kinds of complementary therapy.","Risk Class":"A"},{"S. No.":23,"Device Name":"Neurophysiologic monitoring system","Intended Use":"An assembly of devices designed to monitor and provide electrical stimuli to spinal nerves or other neural pathways during intraoperative surgery or intensive care, typically to reduce the incidence of accidental injury during instrumented spine surgery, or to diagnose acute dysfunction in corticospinal conduction.","Risk Class":"C"},{"S. No.":24,"Device Name":"Pain-relief phototherapy skin patch","Intended Use":"A skin patch designed to reflect the naturally emitted infrared energy back into the body, with a reduced range of wavelength, intended to provide comfort and localized temporary relief of body aches and pains by phototherapeutic stimulation of strategic points on the skin.","Risk Class":"B"},{"S. No.":25,"Device Name":"Sitz bath","Intended Use":"A tub filled with water, that is heated by its heating elements and circulated by its agitators, intended for use in external hydrotherapy to relieve pain or pruritus and to accelerate the healing of inflamed or traumatized tissues of the perianal and perineal areas.","Risk Class":"A"},{"S. No.":26,"Device Name":"Sitz bath chair","Intended Use":"A device designed to be sat upon by a patient in a powered sitz bath for external hydrotherapy to relieve pain or pruritus and to  accelerate the healing of inflamed or traumatized tissues of the perianal and perineal areas.","Risk Class":"A"}]