[{"S. No.":1,"Device Name":"Aerosol tent, paediatric","Intended Use":"A flexible enclosure designed to cover the bed of a infant or small child to provide an aerosolized environment of breathing gases\/vapours, e.g., a suspension of medicated liquid or solid particles, for medication therapy. Typically used for the treatment of breathing disorders (e.g., asthma). It typically consists of a metal frame covered with transparent plastic, and wide bore tubing connected to the aerosol source and is used\nfor the treatment of paediatric patients permitting them movement without restriction. This is a reusable device.","Risk Class":"B"},{"S. No.":2,"Device Name":"Airway Pressure \/ Oxygen Monitor","Intended Use":"A mains electricity (AC-powered) device designed to continuously measure and display the breathing circuit pressure and oxygen (O2) concentration levels of respiratory gases delivered to a patient through positive pressure ventilation systems such as continuous positive airway pressure (CPAP) systems or ventilator respiratory circuits. It typically includes pressure and O2 level displays, alarms to signal pressure and O2 levels that exceed specified limits, and has connectors to allow attachment to the respiratory equipment; it is used for neonatal, paediatrics and adults. It may contain one or more rechargeable battery for independent\/mobile use\nor when mains power is not available.","Risk Class":"B"},{"S. No.":3,"Device Name":"Anaesthesia Facemask, single use (paediatric)","Intended Use":"A flexible, form-shaped device designed to be placed over a patient's nose and\/or mouth to direct anaesthetic gases to the upper airway. It is intended to be worn by the patient\/child to cover the nose and mouth to provide a barrier for the respiratory tract for microorganisms and particulate materials. It may be stabilized with a headstrap. It is constructed of nonwoven materials such as conductive or non-conductive rubber, polyvinyl chloride (PVC), or other sterilizable materials that produce a soft, flexible cover to create an airtight seal against the patient's face. It typically includes a 15 mm connector (paediatric), and is available in a range of sizes. This device is sometimes used in association with a manual resuscitator. It is a single use, disposable device that is provided non-sterile.","Risk Class":"B"},{"S. No.":4,"Device Name":"Anaesthesia Facemask, reusable (paediatric)","Intended Use":"A flexible, form-shaped device designed to be placed over a patient's nose and\/or mouth to direct anaesthetic gases to the upper airway. It is intended to be worn by the patient\/child to cover the nose and mouth to provide a barrier for the respiratory tract for microorganisms and particulate materials. It may be stabilized with a headstrap. It is constructed of nonwoven materials such as conductive or non-conductive rubber, polyvinyl chloride (PVC), or other sterilizable materials that produce a soft, flexible cover to create an airtight seal against the patient's face. It typically includes a 15 mm connector (paediatric), and is available in a range of sizes. This device is sometimes used in association with a manual resuscitator. It is reusable.","Risk Class":"B"},{"S. No.":5,"Device Name":"Antimicrobial endotracheal tube, paediatric","Intended Use":"A sterile hollow cylinder inserted orally or nasally into  the trachea to provide an unobstructed airway to convey gases and vapours to and from the lungs during anaesthesia, resuscitation, and other situations where the patient is not properly ventilated, and which is coated with an antimicrobial agent [e.g., silver (Ag)] to help prevent infection. It may: 1) be packaged with a connector that will attach to a breathing circuit or manual resuscitator; 2) have a distal inflatable cuff to seal against the tracheal wall; 3) be radiopaque; and 4) have a built-in pilot balloon. It is available in various diameters and lengths for adult and paediatric patients. This is a\nsingle-use device.","Risk Class":"C"},{"S. No.":6,"Device Name":"Assistive ergonomic chair mobility base","Intended Use":"A manually-operated, height-adjustable, non-powered, mobile support for an assistive ergonomic chair intended to be used by a healthcare provider\/carer to provide mobility for a disabled (often paediatric) patient. It consists of a framework on wheels with a chair\/seat mount, a handlebar for the user to hold\/push the assembly, and may include a brake; it includes a\nmanually-powered (fully or hydraulically-assisted) chair lifting mechanism. It is not a wheelchair component.","Risk Class":"A"},{"S. No.":7,"Device Name":"Breathing circuit gas- flow sensor, reusable","Intended Use":"A device that includes a transducer intended to detect the movement of gases in a breathing circuit, and convert this into an electrical signal for relay to a ventilator (e.g., adult\/paediatric\/neonatal ventilators, anaesthesia system ventilators). It is connected to the breathing circuit and an appropriate data transfer cable and intended to enable the ventilator to display\/monitor the gas flow to and from the patient, whereby controlled adjustments may be made. This is a reusable device.","Risk Class":"C"},{"S. No.":8,"Device Name":"Breathing circuit gas- flow sensor, single- use","Intended Use":"A sterile device that includes a transducer intended to detect the movement of gases in a breathing circuit, and convert this into an electrical signal for relay to a ventilator (e.g., adult\/paediatric\/neonatal ventilators, anaesthesia system ventilators). It is connected to the breathing circuit and an appropriate data transfer cable and intended to enable the ventilator to display\/monitor the gas flow to and from the patient, whereby controlled adjustments may be made. This is a single-patient device intended to be used for the duration of the\ntreatment (single-use) before being discarded.","Risk Class":"C"},{"S. No.":9,"Device Name":"Cerebral oximeter","Intended Use":"A mains electricity (AC-powered) photoelectric device that noninvasively measures the brain tissue blood oxygen saturation and venous oxygen saturation in the brain. It is typically used as an adjunct monitor for the regional haemoglobin oxygen saturation of blood in the brain of a paediatric or adult patient. It uses a cerebral sensor(s) having a light source and photodiode detector that is\/are placed on the scalp\/head. Position-1 detector detects infrared light absorption of extracranial blood and position-2 detector detects infrared light absorption of cerebral blood. Cerebral oxygenation is calculated by subtracting the absorption measured at site 1 from that measured at site 2.","Risk Class":"C"},{"S. No.":10,"Device Name":"Circulating-air whole- body heating\/cooling system pad, reusable","Intended Use":"An underlay or overlay through which heated or cooled air is circulated to heat and alternatively cool a patient’s whole body (i.e., elevate or lower core body temperature) typically in surgical and intensive care settings. Air temperature and flow are regulated by a separate control unit. The device is available in a variety of lengths, widths, thicknesses, and shapes to accommodate body size and application (e.g.,\nadult\/paediatric, full-\/partial-body). This is a reusable device.","Risk Class":"B"},{"S. No.":11,"Device Name":"Circulating-air whole- body heating\/cooling system pad, single- use, sterile","Intended Use":"A sterile underlay or overlay through which heated or cooled air is circulated to heat and alternatively cool a patient’s whole body (i.e., elevate or lower core body temperature) typically in surgical and intensive care settings. Air temperature and flow are regulated by a separate control unit. The device is available in a variety of lengths, widths, thicknesses, and shapes to accommodate body size and application (e.g.,\nadult\/paediatric, full-\/partial-body). This is a single-use device.","Risk Class":"B"},{"S. No.":12,"Device Name":"Circulating-fluid whole-body heating\/cooling system pad, reusable","Intended Use":"An underlay, overlay, or wrap(s) through which temperature-regulated fluid is circulated with the intention to heat and alternatively cool a patient’s whole body (i.e., elevate or lower core body temperature) as part of a circulating-fluid whole-body heating\/cooling system typically used in the operating room (OR), intensive care unit (ICU), or a recovery unit. The underlay\/overlay is available in a variety of lengths, widths, and thicknesses to accommodate body size and application (e.g., adult\/paediatric). It is intended to be used by a healthcare professional in a clinical setting.\nThis is a reusable device.","Risk Class":"B"},{"S. No.":13,"Device Name":"Circulating-fluid whole-body heating\/cooling system pad, single- use","Intended Use":"A non-sterile underlay, overlay, or wrap(s) through which temperature-regulated fluid is circulated with the intention to heat and alternatively cool a patient’s whole body (i.e., elevate or lower core body temperature) as part of a circulating-fluid whole-body heating\/cooling system typically used in the operating room (OR), intensive care unit (ICU), or a recovery unit. The underlay\/overlay is available in a variety of lengths, widths, and thicknesses to accommodate body size and application (e.g., adult\/paediatric, full-\/partial-body). It is intended to be used by a healthcare professional in a\nclinical setting. This is a single-use device.","Risk Class":"B"},{"S. No.":14,"Device Name":"Closed-ended adhesive infant\/paediatric urine collection bag","Intended Use":"A sterile, flexible plastic pouch with an adhesive flange (typically with a gender-specific shape) intended to be attached to the skin around the genitalia to collect urine from an infant\/paediatric patient. It is not designed with an opening for urine drainage and is typically used for biochemical, cytological and\/or bacteriological sampling. This is a single-use device.","Risk Class":"B"},{"S. No.":15,"Device Name":"Craniofacial bone screw, bioabsorbable","Intended Use":"A small, sterile, threaded rod with a slotted head used for craniofacial bone (including the maxilla and\/or mandible) fracture fixation by being screwed into bone to hold plates to bone or to provide direct interfragmentary stabilization of bone; it is made of a material that is chemically degraded and typically absorbed via natural body processes (e.g., degradable polymers). The device may be self-drilling\/self-tapping. Its uses include repair of orbital fractures and fractures around the cranial sinuses, paediatric reconstructive surgery, and craniotomy flap fixation.","Risk Class":"D"},{"S. No.":16,"Device Name":"Craniofacial bone screw, non- bioabsorbable, sterile","Intended Use":"A small, sterile, threaded rod with a slotted head intended to be implanted or inserted short-term in craniofacial bone (including the maxilla and\/or mandible) for fracture fixation by direct interfragmentary stabilization of bone or by screwing plates in place; it may also be intended for transplanted bone fixation. It may be self-drilling\/self-tapping and is made of a material that is not chemically degraded or absorbed via natural body processes [e.g., implant grade metal such as titanium (Ti)]. Its uses include repair of orbital fractures and fractures around the cranial sinuses,\npaediatric reconstructive surgery, craniotomy flap fixation, bone augmentation procedures.","Risk Class":"C"},{"S. No.":17,"Device Name":"Electric pad whole- body heating system","Intended Use":"An assembly of mains electricity (AC-powered) devices designed to heat a patient's whole body, to compensate for the loss of normal body heat, with heat generated from an externally applied pad typically containing electrical heating elements or cables. The system includes the pad designed to heat under or over the patient, and a control unit to regulate and monitor the heat. The pads are available in a variety of lengths, widths, and thicknesses to accommodate body size and applications (e.g., adult\/paediatric, full-\/partial-body).\nThe system is typically used in the operating room (OR), the intensive care unit (ICU), or in neonatal and recovery units.","Risk Class":"B"},{"S. No.":18,"Device Name":"Electric pad whole- body heating system pad","Intended Use":"An electrically-heated underlay or overlay intended to provide heat under or over a patient as part of an electrical heating pad system used to heat a patient’s whole body (i.e., elevate core body temperature) typically in surgical and intensive care settings. The underlay\/overlay typically contains electrical heating elements or cables supplied with energy by a dedicated control unit. The underlay\/overlay is available in a variety of lengths, widths, and thicknesses to accommodate body size and application (e.g., adult\/paediatric, full-\/partial-body). This is a reusable\ndevice.","Risk Class":"B"},{"S. No.":19,"Device Name":"Enteral feeding kit, adult\/paediatric, sterile","Intended Use":"A collection of sterile devices that includes tubing and other materials intended to administer nutrient liquids directly into the stomach, duodenum, or jejunum of an adult or paediatric (excludes infants) patient by means of gravity or an enteral pump. This is a long term use\ndevice.","Risk Class":"B"},{"S. No.":20,"Device Name":"Exhaled-gas oesophageal intubation detector, paediatric","Intended Use":"A device designed to verify proper endotracheal (ET) tube placement by detecting\/assessing escaping levels of exhaled carbon dioxide (CO2) during airway management disclosing potential incorrect intubation. It is used during paediatric intubation and is attached between the ET tube and the breathing device. It typically functions through colorimetric CO2 detection using an indicator paper that changes colour. A colour chart (e.g., attached to the device) permits interpretation into approximate CO2 concentration. It is used in healthcare facilities or in the field to evaluate oesophageal intubation, which if performed incorrectly, prevents patient ventilation. This is a single-use device.","Risk Class":"A"},{"S. No.":21,"Device Name":"External counterpulsation system, paediatric","Intended Use":"A noninvasive, stationary assembly of devices intended to assist the blood circulation of a paediatric patient suffering from heart disease through the electrocardiogram (ECG) synchronized inflation of pressure cuffs worn around the extremities\/buttocks. It includes a patient bed with attached inflatable cuffs, an air pump, ECG cables, a control unit with dedicated software, and may include additional monitoring devices (e.g., pulse oximeter probe). The cuffs are intended to inflate from the most distal (e.g., lower leg) to the most proximal (e.g., buttocks) during diastole and deflate during systole to achieve increased preload and\ndecreased afterload.","Risk Class":"B"},{"S. No.":22,"Device Name":"External defibrillator electrode, paediatric, reusable","Intended Use":"An electrical conductor used in pairs to transmit a controlled electrical shock from an external defibrillator to a pre-pubescent patient in order to defibrillate the heart (restore a normal rhythm) or slow a rapid heart rate. It usually consists of a cable set that terminates with small-diameter, hand-operated electrodes (paddles) that are held by the operator to the chest (the intact torso) of the patient so that the discharge passes across the region of the heart. Typically available as a set of two electrodes with a combined cable\/connector, or as a single electrode with cable\/connector, in which case two will be connected to the external pulse generator (EPG).\nThis is a reusable device.","Risk Class":"B"},{"S. No.":23,"Device Name":"External defibrillator electrode, paediatric, single-use","Intended Use":"An electrical conductor used in pairs to transmit a controlled electrical shock from an external defibrillator to a pre-pubescent patient in order to defibrillate the heart (restore a normal rhythm) or slow a rapid heart rate. It typically consists of a cable set [with a connector for insertion into the external pulse generator (EPG)] that terminates with small-diameter, self-affixing pads (the electrodes) prefabricated with contact gel and an adhesive, that are applied to the chest (the intact torso) of the patient so that the discharge passes across the region of the heart. This device may remain applied to\nthe patient during stages of treatment. This is a single- use device.","Risk Class":"B"},{"S. No.":24,"Device Name":"Flexible bone nail, non-sterile","Intended Use":"A non-sterile, bending rod made of metal designed for insertion into the intramedullary canal of a long bone for fracture fixation where flexibility of the implant is desired. It is available in various lengths and diameters for use on lower and upper extremity diaphyseal fractures, and some metaphyseal fractures of paediatrics and small- statured\/normal adults, to provide temporary stabilization of the bone segments\/fragments until bone consolidation has been achieved. It is intended to splint the cortices and maintain elastic energy to continually brace against rotational\/angular forces of the muscles.\nThis is a single-use device intended to be sterilized prior to use.","Risk Class":"C"},{"S. No.":25,"Device Name":"Flexible bone nail, sterile","Intended Use":"A sterile, bending rod made of metal designed for insertion into the intramedullary canal of a long bone for fracture fixation where flexibility of the implant is desired. It is available in various lengths and diameters for use on lower and upper extremity diaphyseal fractures and some metaphyseal fractures of paediatrics and small- statured\/normal adults to provide temporary stabilization of the bone segments\/fragments until bone  consolidation has been achieved. It is intended to splint the cortices and maintain elastic energy to continually brace against rotational\/angular forces of the muscles.\nThis is a single-use device.","Risk Class":"C"},{"S. No.":26,"Device Name":"Funnel chest remodelling bar","Intended Use":"A non-sterile implantable device intended to be used to reduce the deformity of pectus excavatum (funnel chest) by applying outward force from a position deep to the sternum to reposition the sternum; it is typically used in paediatric patients and surgically removed when remodelling is evident (after 2-3 years). It is a thin curved bar, with or without serrations, made of metal [e.g., stainless steel, titanium (Ti)] that can be anchored with wires or with stabilizer plates laterally on the rib cage; devices associated with implantation may be\nincluded. This is a single-patient device intended to be sterilized prior to use.","Risk Class":"C"},{"S. No.":27,"Device Name":"Growth-correction orthopaedic fixation plate kit","Intended Use":"A collection of implantable devices used to redirect the angle of growth of long bones in paediatric patients where the growth plates (epiphysial cartilage) are not fused, to allow for the gradual correction of congenital or acquired deformities (e.g., valgus, varus, or flexion deformities of the knee, ankle, or elbow). It typically includes various-sized sheets of surgical steel or titanium alloy, and bone screws to attach the sheets to the bone surface over the growth plates. The screws may be allowed to swivel in their position so that the\nimplant acts like a hinge, permitting growth at the growth plate to gradually straighten the limb.","Risk Class":"C"},{"S. No.":28,"Device Name":"Hepatic ultrasound elastography system applicator","Intended Use":"A non-sterile hand-held device designed to be used for the transcutaneous measurement of liver stiffness  based on transient elastography. It includes an ultrasound transducer and an electrodynamic transducer intended to generate a controlled transient vibration that produces a mechanical elastic shear wave propagated through the skin and liver; subsequent ultrasound measurements can be used to calculate a measure of liver stiffness\/ultrasonic attenuation of tissues. The device is designed to connect to a control unit and may be available in various forms for different applications [e.g., paediatric, bariatric (obese)]. This is a reusable\ndevice.","Risk Class":"B"},{"S. No.":29,"Device Name":"Infant apnoea monitor","Intended Use":"A mains electricity (AC-powered) device that is used to register the respiratory rate of an infant and which gives an alarm signal (e.g., audible\/visual) when the pre-set limits are exceeded caused by an extended interruption or cessation (apnoea) of the infants breathing pattern; a condition known as sudden infant death syndrome (SIDS). This will alert the infant's parent(s), child-minder or hospital staff when such life-threatening episodes occur. This device is usually connected to some form of movement sensing device, e.g., small pads placed directly under the infant or belts with sensors around the chest. It can be designed for use in the\nhospital\/institution, or for home-use.","Risk Class":"C"},{"S. No.":30,"Device Name":"Infant bed crib top","Intended Use":"A covering made of a metallic, plastic, or metallic\/plastic combination structure designed for secure\/permanent attachment to the top of an infant bed (i.e., a cradle or crib) to protect the infant from accidental damage.\nCommonly called a crib top, it is typically a rigid structure with a flexible, transparent plastic (e.g., vinyl) covering around it forming a canopy that encloses the bed.","Risk Class":"B"},{"S. No.":31,"Device Name":"Infant bed restraint","Intended Use":"A device designed to limit totally or partially the movement of infants and\/or toddlers when lying in its bed or crib; this may be a belt or a strap, or to prevent them from falling out of a bed after climbing the bedrail (e.g., a cover or net). This is a reusable device.","Risk Class":"B"},{"S. No.":32,"Device Name":"Infant care table","Intended Use":"A specially made table used for nursing, e.g., washing or changing of nappies, of newborn babies. It can be equipped with a washing basin, typically of soft material (rubberized cloth), and a surface upon which to lie the\ninfant for drying with a towel.","Risk Class":"A"},{"S. No.":33,"Device Name":"Infant heat shield","Intended Use":"A protective guard intended to be used to reduce heat loss due to insensible water loss, i.e., evaporation, during the radiant warming of primarily premature infants. This is a single-use device.","Risk Class":"B"},{"S. No.":34,"Device Name":"Infant incubator control unit","Intended Use":"An electronic unit that is used to monitor and regulate the important temperature and environmental features of an infant incubator. It will be connected to the mains electricity (AC-powered) when the incubator is stationary, but will be powered by a battery pack if the incubator is in transport. This device is usually interchangeable with other incubators of the same type.","Risk Class":"C"},{"S. No.":35,"Device Name":"Infant incubator warming hood","Intended Use":"A heating element positioned above an incubator's chamber designed to provide warmth for the chamber's environment. It may be used instead of or as a supplement to the incubator's internal heating system,\nand may be built onto or be an integral part of the incubator hood.","Risk Class":"A"},{"S. No.":36,"Device Name":"Infant inguinal hernia truss","Intended Use":"A bandage-like strap of worsted yarn intended to be worn over the groin to prevent protrusion of abdominal contents in an infant with an inguinal hernia. This is a\nsingle-use device.","Risk Class":"A"},{"S. No.":37,"Device Name":"Infant limb immobilizer, reusable","Intended Use":"A non-rigid device, usually made of a fabric and\/or plastic materials, used to temporarily render parts of an infant's body immovable, e.g., the arms and\/or feet while the patient undergoes therapeutic or diagnostic interventions. It will typically be used to prevent the patient from interrupting an intravenous (IV) infusion, pulling out a catheter, or interfering with wound care.\nThis is a reusable device.","Risk Class":"A"},{"S. No.":38,"Device Name":"Infant limb immobilizer, single- use","Intended Use":"A non-rigid device, usually made of a fabric and\/or plastic materials, used to temporarily render parts of an infant's body immovable, e.g., the arms and\/or feet while the patient undergoes therapeutic or diagnostic interventions. It will typically be used to prevent the patient from interrupting an intravenous (IV) infusion, pulling out a catheter, or interfering with wound care.\nThis is a single-use device.","Risk Class":"A"},{"S. No.":39,"Device Name":"Infant resuscitation cabinet","Intended Use":"A small chamber, usually wall-mounted, used for the emergency resuscitation of newborn infants who do not breathe spontaneously at birth and are oxygen deficient. It typically has a front door or lid that folds out to serve as a surface upon which the infant is placed. It is typically equipped with a heating lamp, a low-pressure suction system, an oxygen (O2) supply, a gas mixer (oxygen\/air), and a resuscitator. It may be supplied with the resuscitation devices or empty, in which case the resuscitation devices are fitted by another party (e.g.,\nhospital clinical engineer, device supplier).","Risk Class":"B"},{"S. No.":40,"Device Name":"Infant resuscitation table","Intended Use":"A flat surface fixed on legs and on which newborn infants who do not breathe spontaneously at birth and are oxygen deficient are placed for emergency resuscitation. It is typically equipped with a heating lamp and sometimes a supplemental heating pad, a low- pressure suction system, an oxygen (O2) supply, a gas mixer (oxygen\/air), and a resuscitator. It may be supplied with the resuscitation devices or not, in which case the resuscitation devices are fitted by another party (e.g., hospital clinical engineer, device supplier). This device is typically fixed in one place.","Risk Class":"B"},{"S. No.":41,"Device Name":"Infant scale, electronic","Intended Use":"An electrically-powered device designed to measure the weight of an infant, particularly a newborn, or to monitor weight changes, e.g., during critical care procedures. It typically consist of a weight tray, a flexure plate or bending beam, an electronic transducer, and an analogue or digital display; it may include markings to also measure infant length. The device is also known as\npaediatric or baby scale.","Risk Class":"A"},{"S. No.":42,"Device Name":"Infant sleep positioner","Intended Use":"A non-rigid device, usually made of flame retardant fabric and\/or polyurethane foam materials, intended to modify the sleeping position\/posture of infants to prevent deformational plagiocephaly, a flattening of the back of the skull from a consistent back-sleeping position. It is available in a variety of designs including a wedge- shaped head pillow, a sleeping garment (sleeveless vest) with hooks\/Velcro fasteners\/nylon zip fasteners\nand an insertable foam wedge, or a specially designed mattress. This is a reusable device.","Risk Class":"A"},{"S. No.":43,"Device Name":"Infant warmer","Intended Use":"A mains electricity (AC-powered) mobile device that contains an infrared (IR) heating element(s) designed to emit controlled, evenly distributed overhead heat to the body of a newborn\/infant patient requiring supplemental heat. This device is equipped with wheels so that it can easily be moved to different areas of a room, ward, or department.","Risk Class":"C"},{"S. No.":44,"Device Name":"Infant whole-body immobilizer, reusable","Intended Use":"A device intended to be used to temporarily render an infant's whole body immovable (strait-jacket effect) while the patient undergoes therapeutic or diagnostic interventions. It includes non-rigid fabric and\/or plastic components but might also include a rigid structural component (e.g., board). This is a reusable device.","Risk Class":"A"},{"S. No.":45,"Device Name":"Infant whole-body immobilizer, single- use","Intended Use":"A non-sterile, non-rigid device, usually made of a fabric and\/or plastic materials, intended to be used to temporarily render an infant's whole body immovable (strait-jacket effect) while the patient undergoes therapeutic (e.g., phototherapy) or diagnostic\ninterventions. This is a single-use device.","Risk Class":"A"},{"S. No.":46,"Device Name":"Infant\/regional-body warmer","Intended Use":"A mains electricity (AC-powered) device that contains an infrared (IR) heating element(s) designed to emit controlled, evenly distributed heat to a newborn\/infant patient requiring a supplemental regulated thermal environment, or to provide heat to the limbs of a more mature person, typically an adult, who has been severely burned or who is undergoing a procedure. This is a stationary device that is generally operated at a\nsingle site.","Risk Class":"C"},{"S. No.":47,"Device Name":"Infant-hammock bed mattress","Intended Use":"A foam-filled case with a central meshed\/netted depression\/hole designed to be placed in a cot\/crib\/bassinet\/bed\/incubator and to cradle a young infant during sleep\/rest, and can used for phototherapy, transportation and burns patients. It is available in various shapes and sizes and is not intended to be placed on an existing mattress. The breathable netting is intended to help reduce the risk of infant injuries\/disorders such as suffocation, flat head (plagiocephaly), sudden infant death syndrome (SIDS), pressure sores, and hyperthermia. This is a reusable\ndevice.","Risk Class":"A"},{"S. No.":48,"Device Name":"Infant-hammock bed mattress overlay","Intended Use":"A portable pad with a central meshed\/netted depression designed to be placed on a cot\/crib\/bed mattress and to cradle a young infant during sleep\/rest. The device is typically foam-filled and wedge-shaped with ventilation channels and securing ribbons. The breathable netting is intended to help reduce the risk of infant injuries\/disorders such as suffocation, flat head (plagiocephaly), sudden infant death syndrome (SIDS),\nand hyperthermia. This is a reusable device.","Risk Class":"A"},{"S. No.":49,"Device Name":"Internal defibrillator electrode, paediatric","Intended Use":"An electrical conductor used in pairs to transmit a controlled electrical shock from an external defibrillator directly to the exposed heart muscle of a pre-pubescent patient in order to intentionally stop\/start the heartbeat during cardiopulmonary surgery. It usually consists of a cable set with small-diameter, spoon-like electrodes (commonly known as internal defibrillator paddles or spoons) that are held by the operator directly to either side of the heart muscle so that the discharge passes directly through the heart. It is typically available as a set\nof two electrodes with insulated handles with a combined cable\/connector. This is a reusable device.","Risk Class":"C"},{"S. No.":50,"Device Name":"Lacrimal intubation set","Intended Use":"A collection of sterile devices designed to prevent\/treat obstruction of and drain tears from the lacrimal ducts. It typically consists of a cannula for insertion into the lacrimal ducts, a tube (e.g., silicone) to perform various ocular irrigation or aspiration procedures (e.g., lacrimal syringing), and a probe to remove ductal obstructions. It can be used for adult and paediatric patients, particularly to treat canalicular pathologies (stenosis, obstruction, wounds, imperforation of the lacrimo-nasal canal in the infant), for prevention of viral and post- chemotherapy stenoses, or for dacryocystorhinostomy (DCR). This is a single-use device.","Risk Class":"C"},{"S. No.":51,"Device Name":"Liquid crystal vein locator","Intended Use":"A non-sterile device designed to measure skin temperature at several different points using liquid crystal sensors (usually formed from esters of cholesterol which are sealed in a plastic band) placed on the skin around the forearm in order to assist a healthcare professional to locate peripheral veins in a patient before venipuncture. The device is used in paediatric, geriatric, and other patients with hard-to-find\nveins. This is a single-use device.","Risk Class":"B"},{"S. No.":52,"Device Name":"Microlaryngeal probe","Intended Use":"A hand-held manual surgical instrument designed for paediatric laryngology and for phonatory microsurgery applications in adults. This delicate probe gives a precise sense of palpation for accurate detection of induration, tissue mass, and cystic changes. It is also used to break thick mucus fluid before its extraction.\nThis is a reusable device.","Risk Class":"A"},{"S. No.":53,"Device Name":"Multifunction cardiac electrode, paediatric","Intended Use":"A non-sterile electrical conductor designed to be applied to a paediatric patient for automatic or manual defibrillation, external pacing, cardioversion, and electrocardiographic monitoring through transmission of cardiac bioelectric signals (typically from the thoracic surface) to devices that record\/process the signals and potentially return electrical impulses [e.g., electrocardiograph, electrocardiographic monitor(s), defibrillator]. It is a disk-like electrode that is affixed to the skin with a special adhesive and a conductive gel (pre-gelled). It may be made of x-ray translucent materials and may include permanently attached lead\nwires. This is a single-use device.","Risk Class":"C"},{"S. No.":54,"Device Name":"Neonatal chest percussor","Intended Use":"A hand-held battery-powered device (a percussor) intended to be operated by a healthcare professional to provide external vibrations to the chest wall of a neonate to help loosen bronchial mucus for expectoration through suctioning. It is small enough in physical dimension and weight to be operated inside an infant incubator and has a percussion head suitable for the thorax of a neonate. It is used to help loosen secretion build-up in the lungs of neonates who cannot perform the natural cough mechanism.","Risk Class":"B"},{"S. No.":55,"Device Name":"Neonatal CPAP unit","Intended Use":"A mains electricity (AC-powered) device, which may include rechargeable batteries, intended to assist noninvasive ventilation (i.e., without use of an artificial airway) of a neonatal\/infant patient via an attached nasal cannula or mask, using continuous positive airway pressure (CPAP) during spontaneous respiration. It is  an electronic unit with controls, and may be used with compressed medical gas cylinders [e.g., air, oxygen (O2)] or include an O2 concentrator compartment; additional features (e.g., adjustable flow rates and O2 concentration, humidification) may be provided. It is primarily intended for use in a healthcare facility, especially in intensive and critical care settings.","Risk Class":"C"},{"S. No.":56,"Device Name":"Neonatal electrocardiographic electrode","Intended Use":"A non-sterile electrical conductor applied to a neonatal patient to transmit electrical signals from the body surface to a data measuring\/display device (typically an electrocardiograph, patient monitor, or patient\nmonitoring system) to produce an electrocardiogram (ECG). This is a single-use device.","Risk Class":"B"},{"S. No.":57,"Device Name":"Neonatal hypothermia cot","Intended Use":"An assembly of non-powered devices intended to induce and sustain mild hypothermia in a neonatal patient to treat hypoxic-ischemic encephalopathy (HIE). It consists of an insulated cradle, a heat-retention pad(s), and a patient-contact heat-conduction mattress. The heat-retention pad(s) is intended to be cooled in a refrigerator prior to use, and is constructed of a phase change material designed to help maintain patient hypothermia for a prolonged period. This is a reusable device.","Risk Class":"B"},{"S. No.":58,"Device Name":"Neonatal hypothermia cot heat- conduction mattress","Intended Use":"A non-sterile, patient-contact component of a neonatal hypothermia cot assembly intended to be used during induction of mild hypothermia in a neonatal patient by allowing heat transfer away from the recumbent patient. It is typically gel-filled and intended to be placed between the patient and a cooled heat-retention pad.\nThis is a reusable device.","Risk Class":"B"},{"S. No.":59,"Device Name":"Neonatal hypothermia cot heat- retention pad","Intended Use":"A non-sterile, non-powered component of a neonatal hypothermia cot assembly intended to be used to induce and sustain mild hypothermia in a neonatal patient to treat hypoxic-ischemic encephalopathy (HIE). It is intended to be cooled in a refrigerator prior to use, and is constructed of a phase change material designed to\nretain heat and help maintain patient hypothermia for a prolonged period. This is a reusable device.","Risk Class":"B"},{"S. No.":60,"Device Name":"Neonatal intensive- care ventilator","Intended Use":"A mains electricity (AC-powered) automatic cycling device intended for short-term and long-term ventilatory support for a neonatal\/paediatric patient, especially those preterm and critically ill with respiratory failure in a critical care setting. It is typically a time-cycled, pressure-control device that includes a small bore\nflexible tube breathing system. It may be capable of high frequency oscillatory ventilation in addition to conventional ventilation, and includes positive end- expiratory pressure (PEEP) and continuous positive airway pressure (CPAP) controls.","Risk Class":"C"},{"S. No.":61,"Device Name":"Neonatal kangaroo care garment","Intended Use":"A non-sterile, upper body garment intended to allow a parent to safely carry\/support their premature, dysmature, and\/or sick infant in a manner which enables skin-to-skin contact between parent and infant (kangaroo care). It typically consists of a wrap\/sweater with a variety of straps, and pockets to accommodate ventilation, monitoring, feeding, and warming devices.\nThis is a reusable garment.","Risk Class":"A"},{"S. No.":62,"Device Name":"Neonatal physiologic monitoring system","Intended Use":"A device assembly designed to continuously measure and display multiple vital physiological parameters of newborn and premature infants, especially those under critical care. It is typically capable of monitoring parameters such as electrocardiogram (ECG), respiration rate, heart rate, blood pressure, and body temperature; it may also assess haemoglobin oxygen saturation (SpO2) through transcutaneous sensors that measure both transcutaneous oxygen (tcPO2) and transcutaneous carbon dioxide (tcPCO2) saturation. The\nsystem typically includes sensors with appropriate size and design for infant use.","Risk Class":"C"},{"S. No.":63,"Device Name":"Neonatal pulmonary surfactant catheter","Intended Use":"A sterile, flexible, single-lumen tube intended to be introduced into the trachea of a neonate for the administration of exogenous surfactant as part of pulmonary surfactant therapy. It may have a curved distal end to assist navigation into the trachea, and is usually used to treat neonates at a high-risk of infant respiratory distress syndrome [surfactant deficiency\ndisorder (SDD)]. This is a single-use device.","Risk Class":"A"},{"S. No.":64,"Device Name":"Neonatal\/paediatric heart rate monitoring application software","Intended Use":"An application software program intended to be installed in an off-the-shelf computer to acquire, record, measure and analyse an electrocardiogram (ECG) signal or heart rate data from a physiological monitor. It typically detects variations in heart rate [e.g., decelerations, reduced baseline heart rate variability (HRV)] in real- time, and is typically used in the neonatal or paediatric intensive care unit (ICU). This device is typically identified by a proprietary name and \"version\" or\n\"upgrade\" number.","Risk Class":"C"},{"S. No.":65,"Device Name":"Neonatal\/paediatric heart rate monitoring hardware","Intended Use":"A mains electricity (AC-powered) device designed to be connected between a physiological monitor and an off- the-shelf computer, containing dedicated application software, and intended to function as a data acquisition node for real-time sampling of neonatal\/paediatric patient electrocardiogram (ECG) waveforms for communication to the software for analysis of variations in heart rate. It typically consists of a microprocessor, random access memory (RAM), and analogue-to-digital\nsampling card, and is typically used in the neonatal or paediatric intensive care unit (ICU).","Risk Class":"C"},{"S. No.":66,"Device Name":"Nitric oxide delivery unit, system-based","Intended Use":"A mains electricity (AC-powered) device, which may include internal rechargeable batteries, intended for the delivery of precise amounts of nitric oxide (NO), also known as nitrogen monoxide, to the respiratory tract of neonate, paediatric, and adult patients to treat severe respiratory disorders [e.g., primary pulmonary hypertension (PPH), acute respiratory distress syndrome (ARDS)]. It consists of a portable main unit that enables the delivery and monitoring of NO to gases that are to be breathed by the patient via a ventilator or other respiratory device\/system. It typically includes\naccessory items (e.g., tubing, filters) and possibly a trolley (cart) for mobility.","Risk Class":"C"},{"S. No.":67,"Device Name":"Non-rechargeable public semi- automated external defibrillator electrode, paediatric","Intended Use":"An electrical conductor, with integral batteries and regulated by a dedicated external pulse generator (EPG), designed to create an electrical shock(s) and defibrillate the heart (restore normal rhythm) to treat ventricular fibrillation or pulseless ventricular tachycardia in a pre-pubescent patient. It is a cartridge-type electrode, in pairs, with non-rechargeable batteries that provide the energy to produce the electrical shock(s) after its adhesive pads are placed on the skin of the\npatient. This is a single-use device that is replaced after a patient application or after elapse of its expiry date.","Risk Class":"B"},{"S. No.":68,"Device Name":"Open-ended adhesive infant\/paediatric urine collection bag","Intended Use":"A sterile, flexible plastic pouch with an adhesive flange (typically with a gender-specific shape) intended to be attached to the skin around the genitalia to collect urine from an infant\/paediatric patient. It is designed with an opening for urine drainage and is typically used for urine output measurement. This is a single-use device.","Risk Class":"A"},{"S. No.":69,"Device Name":"Open-surgery manual linear cutting stapler, reprocessed","Intended Use":"A sterile, hand-held, manual surgical instrument intended to be used during open surgery (including abdominal, gynaecological, paediatric, or thoracic surgery) for the expeditious transection\/resection of tissues and creation of anastomoses. It operates by a manual mechanism whereby it cuts the tissues (e.g., colon) and simultaneously applies single or multiple linear rows of surgical staples to the resulting ends, eliminating the need for temporary clamping. The staples and cutting blade may be housed in a single-use loading unit (SULU) which may be included. This is a previously used single-use device that has been\nprocessed for an additional single-use patient application.","Risk Class":"C"},{"S. No.":70,"Device Name":"Open-surgery manual linear cutting stapler, reusable","Intended Use":"A hand-held, manual surgical instrument intended to be used during open surgery (including abdominal, gynaecological, paediatric, or thoracic surgery) for the expeditious transection\/resection of tissues and creation of anastomoses. The device operates by a manual mechanism (e.g., lever, sliding knob) whereby it cuts the tissues (e.g., colon) and simultaneously applies single or multiple linear rows of surgical staples to the resulting ends, eliminating the need for temporary clamping. The staples and cutting blade may be housed in a single-use loading unit (SULU) which may be included. This is a reusable device intended to be sterilized prior to use.","Risk Class":"C"},{"S. No.":71,"Device Name":"Open-surgery manual linear cutting stapler, single-use","Intended Use":"A sterile, hand-held, manual surgical instrument intended to be used during open surgery (including abdominal, gynaecological, paediatric, or thoracic surgery) for the expeditious transection\/resection of tissues and creation of anastomoses. The device operates by a manual mechanism (e.g., lever, sliding knob) whereby it cuts the tissues (e.g., colon) and simultaneously applies single or multiple linear rows of surgical staples to the resulting ends, eliminating the need for temporary clamping. The staples and cutting blade may be housed in a single-use loading unit\n(SULU) which may be included. This is a single-use device.","Risk Class":"C"},{"S. No.":72,"Device Name":"Open-surgery manual linear stapler, reusable","Intended Use":"A hand-held, manual surgical instrument intended to be used during open surgery (including abdominal, gynaecological, paediatric, or thoracic surgery) for the application of surgical staples to approximate internal soft tissues (e.g., two ends of bowel) or for fixation of a surgical mesh to tissue. The device operates by a manual mechanism (e.g., lever, sliding knob) whereby it applies single or multiple linear rows of surgical staples to a portion of tissue; it has no cutting function. The staples may be housed in a single-use loading unit (SULU) which may be included. This is a reusable\ndevice intended to be sterilized prior to use.","Risk Class":"C"},{"S. No.":73,"Device Name":"Open-surgery manual linear stapler, single- use","Intended Use":"A sterile, hand-held, manual surgical instrument intended to be used during open surgery (including abdominal, gynaecological, paediatric, or thoracic surgery) for the application of surgical staples to approximate internal soft tissues (e.g., two ends of bowel) or for fixation of a surgical mesh to tissue. The device operates by a manual mechanism (e.g., lever, sliding knob) whereby it applies single or multiple linear rows of surgical staples to a portion of tissue; it has no cutting function. The staples may be housed in a single-\nuse loading unit (SULU) which may be included. This is a single-use device.","Risk Class":"C"},{"S. No.":74,"Device Name":"Ophthalmic tonometer, battery- operated","Intended Use":"An ophthalmic, battery-powered, measuring instrument designed for determining the intraocular pressure (IOP) by exerting an external force against the eye which provides a reading of the resistance of the tunica of the eye to deformation (the extent of corneal indentation) which is expressed in millimetre(s) of mercury (mmHg). This hand-held device (known as a contact type, e.g., a Perkins tonometer) is often used for, e.g., the\nexamination of postoperative, bedridden and paediatric patients.","Risk Class":"B"},{"S. No.":75,"Device Name":"Orthopaedic medialization instrument","Intended Use":"A surgical instrument used to restore the anatomical and mechanical axes during orthopaedic correction osteotomies. It is typically designed as a robust block with a long, thin, adjusting rod running through its centre and an incremented measuring scale that enables the surgeon to gauge the adjustments made to the axes  (the medialization). It is usually attached to a dedicated bone plate which is bridging the osteotomy site in order to achieve the correct offset of the two separated bone sections. It is typically made of high-grade stainless\nsteel and can be used on adult and paediatric patients. This is a reusable device.","Risk Class":"B"},{"S. No.":76,"Device Name":"Oxygen administration hood, paediatric","Intended Use":"A device consisting of a rigid\/semi-rigid transparent plastic shell that forms an enclosure over an infant's whole body, or the head only, in order to provide an enriched environment of oxygen (O2) to increase the patient's O2 uptake. It is connected to an O2 source and may be used concurrently with increased humidification and temperature control. It is designed to be used for patients adverse to oxygen delivery devices such as a nasal cannula or face mask. This device may include the tubing, a diffuser (to disperse the flow of incoming O2), O2 concentration and humidity sensors. This is a\nreusable device.","Risk Class":"A"},{"S. No.":77,"Device Name":"Oxygen administration tent, neonatal\/paediatric","Intended Use":"A flexible enclosure designed to cover the bed of a neonatal or small child to provide an enriched environment of oxygen (O2) to increase the patient's O2 uptake. It is connected to an O2 source and may be used concurrently with increased humidification and temperature control. It typically consists of a metal frame covered with transparent plastic, the tubing, and may have built-in humidification. It is used for the treatment  of breathing disorders in infant and paediatric patients permitting them movement without restriction. This is a\nreusable device.","Risk Class":"A"},{"S. No.":78,"Device Name":"Paediatric bed","Intended Use":"A bed with appropriate size for children (typically up to 12 years of age) that incorporates safety canopy tops, fixed endrails, and moveable and latchable siderails. It allows children complete freedom in bed without the danger of falling out, yet allows staff access to the\npatient. Paediatric beds are not appropriate for neonates\/infants.","Risk Class":"B"},{"S. No.":79,"Device Name":"Paediatric blood donor set","Intended Use":"A sterile assembly consisting of multiple collection containers (typically five connected flexible bags) of smaller volume than those used in adult sets. It is used for the storage of adult donor blood which is decanted from a normal adult size pack into this device in order to create smaller paediatric volume packs for infusion. The individual paediatric packs are then separated and sealed for later infusion. This is a single-use device.","Risk Class":"B"},{"S. No.":80,"Device Name":"Paediatric cardiopulmonary bypass cannula","Intended Use":"A sterile tube intended to be used during open heart surgery on a paediatric patient (e.g., neonatal, infant) to access the arterial or venous vasculature surrounding the heart (i.e., intended for both venous and arterial access), to serve as a channel intended to be connected to an extracorporeal circuit for the transport of blood to or from a cardiopulmonary bypass system (heart-lung machine) circuit where the blood is pumped and oxygenated. It is typically a reinforced polymer tube which may include accessories\/devices dedicated to\nintroduction\/function (e.g., introducer\/connector). This is a single-use device.","Risk Class":"C"},{"S. No.":81,"Device Name":"Paediatric dental chair, electric","Intended Use":"A mains electricity (AC-powered) device designed to support a paediatric patient in a seated position to facilitate dental examination, treatment, and\/or minor surgery procedures. It is typically adjustable in height to enable healthcare staff to perform procedures while standing. It usually includes head and armrests, a reclining back that may be tilted from a vertical to a horizontal position, and has rotating capabilities; some types can be programmed to several standard positions. Devices intended for dental examination and\/or treatment (e.g., lights, irrigation) may be attached as components of the chair, or stand separately as self-\nsupported, wall- or ceiling-mounted units.","Risk Class":"B"},{"S. No.":82,"Device Name":"Paediatric dental chair, mechanical","Intended Use":"A manually- or hydraulically-powered device designed to support a paediatric patient in a seated position to facilitate dental examination, treatment, and\/or minor surgery procedures. It is typically adjustable in height to enable healthcare staff to perform procedures while standing. It usually includes head and armrests, a reclining back that may be tilted from a vertical to a horizontal position, and has rotating capabilities; some types can be programmed to several standard positions. Devices intended for dental examination and\/or treatment (e.g., lights, irrigation) may be attached as\ncomponents of the chair, or stand separately as self- supported, wall- or ceiling-mounted units.","Risk Class":"B"},{"S. No.":83,"Device Name":"Paediatric dorsiflexion slant board","Intended Use":"A standing platform for a child designed to slant the surface on which the feet are placed to create a slope angle to therapeutically stretch the ankle plantar flexion muscles\/tendons. It is intended to be used in the treatment of various medical conditions (e.g., congenital, neurological, post-traumatic) where tendon tightness and muscle contracture affect the ability to dorsiflex the foot, possibly leading to an abnormal gait. It is typically\nmade of synthetic polymer materials. This is a reusable device.","Risk Class":"A"},{"S. No.":84,"Device Name":"Paediatric strabismus screening scanner","Intended Use":"An electrically-powered optic device designed for screening for strabismus and amblyopia risk in children (aged 2 to 8 years) by using retinal reflections of polarized laser light to\/from both eyes simultaneously. It consists of a self-contained unit which includes a visually enticing interface for the child to look at, and provides a result, in the form of a recommendation for referral to an ophthalmologist, if an abnormality is\ndetected.","Risk Class":"B"},{"S. No.":85,"Device Name":"Paediatric urine collection\/analysis kit","Intended Use":"A collection of devices intended to be used to collect and analyse a paediatric urine specimen for multiple clinical chemistry analytes (e.g., ketones, glucose and pH). It consists of a specimen collection undergarment (nappy or diaper) worn by the patient, and quantitative test strips for various clinical chemistry analytes. Results are analysed visually or with dedicated interpretive software (not included). It is intended to be used at the point-of-care by a healthcare professional, or at home\nby a caregiver. This is a single-use device.","Risk Class":"A"},{"S. No.":86,"Device Name":"Paediatric- temperature nasogastric\/orogastric tube","Intended Use":"A sterile, thin, flexible, hollow cylinder designed as a paediatric or neonatal enteral feeding tube with an integrated temperature sensor that continuously measures oesophageal temperature. It is typically intended to provide gastric feeding or deliver oral medication via a nasogastric or orogastric route, and to capture the oesophageal temperature for a period (e.g., up to 30 days) via a thermistor sensor located near the distal tip. It is available in various diameters and may connect to a compatible patient monitoring device. This\nis a single-use device.","Risk Class":"B"},{"S. No.":87,"Device Name":"Polyglyconate suture","Intended Use":"A sterile, single-strand (monofilament), synthetic, bioabsorbable thread made from polyglyconate (prepared from a copolymer of glycolic acid and trimethylene carbonate) intended to join (approximate) the edges of a soft-tissue wound or incision by stitching or to ligate soft tissues (especially in paediatric cardiovascular surgeries). It may include an attached needle intended to be disposed of after single use. The thread provides extended temporary wound support, until the wound sufficiently heals to withstand normal\nstress, and is subsequently absorbed by hydrolysis. This is a single-use device.","Risk Class":"D"},{"S. No.":88,"Device Name":"Blanket\/pad infant phototherapy unit","Intended Use":"A device designed to emit a blue light in the visible wavelength of around 425-475 nm to treat neonatal jaundice (or hyperbilirubinemia). It consists of a fibreoptic-light source that connects through a flexible fibreoptic cable to a transparent blanket-like wrap or pad which emits the light and covers or encloses the neonate's body. Exposure to this device will alter the bilirubin through photo oxidation and configurational and structural isomerization allowing the body function to dispose of it naturally. This device can be suitable for home-use.","Risk Class":"B"},{"S. No.":89,"Device Name":"Flotation therapy bed, neonatal","Intended Use":"A fixed (non-adjustable) device designed with a mattress or cushions containing air, water, gel, or other appropriate material used for the continuous care of newborns, and sick and\/or premature babies. It has a size to suit such patients and provide environmental conditions (e.g., softness, illumination levels) appropriate for a neonate, as well as good working conditions for the healthcare staff; the bed is frequently\nmounted on wheels and may include or permit attachments for\/to a baby warmer.","Risk Class":"B"},{"S. No.":90,"Device Name":"Mobile steam washer\/disinfector","Intended Use":"A mobile, mains electricity (AC-powered) unit designed for the cleaning and high-level disinfection of a range of medical devices (e.g., operating tables, operating lights, neonatal incubators, medical beds, chirurgical instruments) using steam. It includes an electronically controlled boiler unit, for steam generation; hosing, for transfer of the steam; and a hand-held steam application device, typically including accessories (e.g., brush, nozzle, mop), in order to effectively direct steam onto\nthe medical device being disinfected.","Risk Class":"C"},{"S. No.":91,"Device Name":"Otoacoustic emission system, battery- powered","Intended Use":"An assembly of battery-powered devices designed to record and analyse the faint sounds hair cells in the inner ear emit [otoacoustic emission (OAE)] in response to a stimulus (e.g., click, tone burst, pure-tone signals) to test for a deficiency of function in the ear during diagnostic evaluation and\/or neonatal screening. It typically consists of a portable programmable unit, an OAE probe, and eartips. The stimulus signal is emitted via the probe inserted into the ear canal and the response is recorded via a microphone in the probe; OAEs are absent\/reduced in patients with hearing loss. The system may be combined with other audiological\ndevices (e.g., tympanometer, ABR device).","Risk Class":"B"},{"S. No.":92,"Device Name":"Otoacoustic emission system, line-powered","Intended Use":"An assembly of mains electricity (AC-powered) devices designed to record and analyse the faint sounds hair cells in the inner ear emit [otoacoustic emission (OAE)] in response to a stimulus (e.g., click, tone burst, pure- tone signals) to test for a deficiency of function in the ear during diagnostic evaluation and\/or neonatal screening. It typically consists of a programmable unit, an OAE probe, and eartips. The stimulus signal is emitted via the probe inserted into the ear canal and the response is recorded via a microphone in the probe; OAEs are absent\/reduced in patients with hearing loss. The system may be combined with other audiological\ndevices (e.g., tympanometer, ABR device).","Risk Class":"B"},{"S. No.":93,"Device Name":"Overhead infant phototherapy unit","Intended Use":"A mains electricity (AC-powered) device designed to emit a blue light in the visible wavelength of around 425- 475 nm to treat neonatal jaundice (hyperbilirubinemia). It consists of an overhead lamp consisting of several, daylight, cool white, blue, or special blue fluorescent light tubes \/ LEDs and a Plexiglas shield placed  between the phototherapy lights and the newborn to filter out ultraviolet (UV) radiation. Exposure to this device will alter the bilirubin through photo-oxidation, and configurational and structural isomerization, allowing the body to dispose of it naturally. It will\ntypically have a built-in timer, but some may have a separate timer unit connected.","Risk Class":"B"},{"S. No.":94,"Device Name":"Phototherapy eye protector, reusable","Intended Use":"A device worn to cover and protect the eyes of a patient or user from potentially harmful rays [e.g., ultraviolet (UV)] to which parts, or all, of their body is intentionally exposed during light therapy treatment. It will typically be designed as goggles, special spectacles, or a mechanical mask-like shield with properties to block or inhibit the transmission of rays to the eyes. It will come in a variety of sizes, e.g., premature infant, neonatal,\nchild, and adult. This is a reusable device.","Risk Class":"A"},{"S. No.":95,"Device Name":"Phototherapy eye protector, single-use","Intended Use":"A device worn to cover and protect the eyes of a patient from potentially harmful rays [e.g., ultraviolet (UV)] to which their body is intentionally exposed during light therapy treatment. It will typically be designed as a mechanical mask-like shield with properties to block or inhibit the transmission of rays to the eyes. It will typically be made of soft materials in a variety of sizes, e.g., premature infant, neonatal and affix to the head\nusing bands, hooks, Velcro fasteners, and\/or adhesive fasteners. This is a single-use device.","Risk Class":"A"},{"S. No.":96,"Device Name":"Respiratory gas heating wire, infant","Intended Use":"A non-sterile device intended to be integrated within a ventilator breathing circuit and used in conjunction with a heated respiratory humidifier (from which it draws its power) to maintain the temperature of inspiratory gases during ventilation of an infant\/neonate. It typically consists of a compact heating unit and a length of heated wire which is integrated within the lumen of a\nneonatal\/paediatric breathing circuit tube. This is a reusable device.","Risk Class":"C"},{"S. No.":97,"Device Name":"Stationary pneumatic high-frequency ventilator respiration monitor","Intended Use":"A mains electricity (AC-powered) device intended to continuously measure and display respiratory variables associated with the operation of a stationary pneumatic high-frequency ventilator. Measurements include proximal airway pressure, high-frequency percussive rates, mean airway pressures and inspiratory and expiratory times. It is typically equipped with audible and\/or visual alarms that are triggered when respiratory parameters drop below or exceed pre-set limits, and\nconnectors for attachment to the ventilator. It may be used for neonatal, paediatric, and adult patients.","Risk Class":"C"},{"S. No.":98,"Device Name":"Syringe pump","Intended Use":"A mains electricity (AC-powered) device designed to precisely drive the plunger of a syringe down its barrel to infuse a solution when it must be administered with a high degree of volume accuracy and rate consistency.\nBecause of the lower flow settings and flow resolution (e.g., 0.1 ml\/hr), it is especially appropriate for neonatal, infant, and critical care applications in which small volumes of concentrated drugs are to be delivered over an extended period. It can also be used to administer epidural analgesia. It will typically have internal batteries that allow the device to operate for a short period of time when no line power is available (e.g., during transport or a power outage).","Risk Class":"C"},{"S. No.":99,"Device Name":"Thoracic electrical impedance segmentography system","Intended Use":"An assembly of devices designed to perform thoracic bio-impedance measurements to continuously record the distribution of air across 4 quadrants of the lungs, commonly of a neonatal\/infant patient. It consists of a mobile support\/trolley, a mains electricity (AC-powered) central unit with a display, and may include the appropriate patient electrodes. It is intended to detect changes in lung ventilation at a regional level, to assist in the diagnosis of lung conditions (e.g., atelectasis,\npneumothorax, misplacement of endotracheal tube, effects of surfactant administration).","Risk Class":"B"},{"S. No.":100,"Device Name":"Thoracic electrical impedance segmentography system electrode array","Intended Use":"A non-sterile, noninvasive component of a thoracic electrical impedance segmentography system intended to be attached to the skin surface of a neonatal\/infant patient, to transmit electrical signals back to the system, for the continuous recording of the distribution of air across 4 quadrants of the lungs to assess a variety of pulmonary conditions\/treatments (e.g., atelectasis, pneumothorax, endotracheal tube misplacement, effects of surfactant administration). It is a dedicated configuration of multiple electrodes. This is a single-use\ndevice.","Risk Class":"B"},{"S. No.":101,"Device Name":"Transcutaneous intracranial pressure sensor","Intended Use":"A non-sterile electronic device exclusively intended for noninvasive measurement of intracranial pressure in a neonatal patient. Sometimes referred to as a fontanometer, it typically consists of a sensor, designed to be topically applied to the fontanel, and a cable, intended to be connected to an appropriate monitor to allow readings to be displayed and\/or recorded. It may\ninclude a distal balloon to allow pressure baselines to be set. This is a reusable device.","Risk Class":"C"},{"S. No.":102,"Device Name":"Wearable neonatal heart rate meter","Intended Use":"An electrically-powered device designed to detect and display the heart rate of a neonate, typically within the first few hours after delivery. It consists of a display screen with sensor arms on each side, which are placed around the torso of the newborn. This is a reusable device.","Risk Class":"B"},{"S. No.":103,"Device Name":"Antimicrobial infant garment","Intended Use":"A piece of clothing (e.g., baby grow) intended to be worn by an infant affected by an infectious or infection- susceptible skin condition (e.g., eczema, psoriasis, epidermolysis bullosa) to help manage the condition by reducing microbial proliferation through fabric. It is constructed of a material which can prevent\/control microbial growth (e.g., silk treated with a silica– ammonium chloride compound). It is available in various sizes for daily use in the home or healthcare facility.\nThis is a reusable device.","Risk Class":"B"},{"S. No.":104,"Device Name":"Birthing bath","Intended Use":"A large bath intended to be filled with heated water for use before and\/or during child birth. It may be used to deliver the baby under water and\/or to provide a comfortable environment for the expecting mother prior to birth. The device may also include specific features such as connectors and diagnostic attachments.","Risk Class":"A"},{"S. No.":105,"Device Name":"Boiling water sterilizer","Intended Use":"A mains electricity (AC-powered) device designed for total elimination and\/or inactivation of microorganisms from medical\/dental devices and related products using boiling water as the sterilizing agent. It typically consists of a container intended to be filled with water, in which devices are submerged, and an apparatus to boil the water for a specific period. The device is almost exclusively used in remote areas, at home (e.g., for baby bottle sterilization), and\/or in emergency situations.","Risk Class":"B"},{"S. No.":106,"Device Name":"Newborn-infant bed","Intended Use":"A bed designed for newborn babies. It is usually an open rectangular receptacle, and mounted on a wheeled framework (trolley). It is padded or lined with appropriate bedding and used mostly as the general-purpose or standard baby bed in birthing departments. A source of additional heating may be provided to the newborn.","Risk Class":"A"},{"S. No.":107,"Device Name":"Resuscitator face mask, reusable","Intended Use":"A flexible, form-shaped device that is placed over a patient's nose and mouth to direct ambient air, or medical oxygen (O2) and air, from a resuscitator to the upper airway and lungs. It is typically made of non- conductive sterilizable materials (e.g., silicone) that will create a gastight seal against the face. It will typically include a 15 mm and\/or 22 mm connector and is available in a range of sizes (baby to adult). It will be directly attached to the resuscitator and held in place on the patient's face by the operator. This device is intended for use with a breathing resuscitator but may be used for the delivery of anaesthesia gases. This is a\nreusable device.","Risk Class":"B"},{"S. No.":108,"Device Name":"Resuscitator face mask, single-use","Intended Use":"A non-sterile, flexible, form-shaped device that is placed over a patient's nose and mouth to direct ambient air, or medical oxygen (O2) and air, from a resuscitator to the upper airway and lungs. It is typically made of non- conductive sterilizable materials (e.g., silicone) that will create a gastight seal against the face. It will typically include a 15 mm and\/or 22 mm connector and is available in a range of sizes (baby to adult). It will be directly attached to the resuscitator and held in place on the patient's face by the operator. This device is intended for use with a breathing resuscitator but may\nbe used for the delivery of anaesthesia gases. This is a single-use device.","Risk Class":"B"},{"S. No.":109,"Device Name":"Warming infant bed, adjustable","Intended Use":"A mains electricity (AC-powered) bed specifically designed for a newborn, sick, or premature baby that requires additional heating provided by a heating pad system. It is typically ergonomically designed for the attending\/nursing staff or parents and the motorized mechanism is used to electrically adjust the height and possibly tilt the bed to provide better access to the baby. It may be equipped with features such as shelves, drawers, a canopy, and is typically used in the maternity\ndepartment.","Risk Class":"C"},{"S. No.":110,"Device Name":"Warming infant bed, non-adjustable","Intended Use":"A non-adjustable bed (has a fixed height and mattress platform) specifically designed for a newborn, sick, or premature baby that requires additional heating provided by a heating pad system. It is typically ergonomically designed to provide good access to the baby by the attending\/nursing staff or parents. It may be equipped with features such as shelves, drawers, a canopy, and is typically used in the maternity\ndepartment.","Risk Class":"C"},{"S. No.":111,"Device Name":"Bedrail pad","Intended Use":"A device which is formed as a flat or contoured fitted cushion made of soft, non-irritating materials designed to protect the patient from coming into contact with the bedrails and inadvertently hurting or injuring themselves. It will be mainly used for patients that have little self- control, infants and very young children. This is a\nreusable device.","Risk Class":"A"},{"S. No.":112,"Device Name":"Blanket\/pad infant phototherapy unit tester","Intended Use":"A portable device intended to be used in conjunction with a light meter to test a blanket\/pad infant phototherapy unit. The phototherapy unit is typically positioned over specific areas of the test device at set distances to provide a measurement of light, such as average light output. It typically consists of a plastic stencil-like shape designed so the radiometer may fit at a number of positions. It is intended to be used by a\nhealthcare professional in a clinical setting.","Risk Class":"B"},{"S. No.":113,"Device Name":"Blood transfusion set, exchange","Intended Use":"A sterile, intravascular administration set used to remove a diseased infant's blood and replace it with fresh donor blood or plasma. The device typically includes a needle or catheter, tubing, a flow regulator, a drip chamber, an infusion line filter, a stopcock, connectors between parts of the set, a side tube with a cap to serve as an injection site, and a hollow spike to penetrate and connect the tubing to an intravenous (IV)\nbag or other infusion fluid container. This is a single-use device.","Risk Class":"B"},{"S. No.":114,"Device Name":"Blue light radiometer","Intended Use":"An instrument designed to measure the radiant flux (radiant power) in the spectral range of 400 to 500 nm (i.e., blue) during bilirubinemia treatment for newborns and infants. It typically includes a pre-filter intended to remove wavelengths of light not in the 400-500 nm range (e.g., infrared light); a primary detector consisting of a temperature-stabilized, solid-state [e.g., selenium (Se) or indium-gallium-arsenide] device used to detect radiation; electronic circuits including an amplifier and a electric meter; a power source (e.g., a battery); and a\ndisplay showing the results either in analogue or digital format.","Risk Class":"B"},{"S. No.":115,"Device Name":"Cardiac septostomy catheter, balloon","Intended Use":"A flexible tube with an inflatable balloon designed to create or enlarge the atrial septal defect found in the hearts of infants with congenital cardiac malformations. This allows interatrial blood mixing in infants with\ntransposition of the great vessels. This is a single-use device.","Risk Class":"C"},{"S. No.":116,"Device Name":"Cardiac septostomy catheter, blade","Intended Use":"A flexible tube with a collapsible blade at the distal end that, once in situ, can be raised to an acute angle by the surgeon operating an actuation lever at the proximal end for a blade atrial septostomy (BAS) procedure. It is used to enlarge the interatrial opening in cases of mitral atresia (a septal defect found in the hearts of infants) or unsuccessful or insufficient balloon atrial septostomy.\nThis procedure allows interatrial blood mixing in infants with congenital cardiac malformations. It is typically made of plastic and high-grade stainless steel materials. This is a single-use device.","Risk Class":"C"},{"S. No.":117,"Device Name":"Conventional infant incubator","Intended Use":"A mains electricity (AC-powered) unit designed to provide an enclosed controlled environment to maintain appropriate temperature and humidity levels mainly for premature infants and other newborns who cannot effectively regulate their body temperature. It typically consists of a clear removable plastic hood with a mattress. It typically includes a means to warm the infant such as providing heated air (either by natural flow or forced) or through a warm water mattress; temperature controls that work automatically either by measuring the air temperature or through a temperature\nsensor attached to the infant skin; and humidity controls. The device is intended to remain in a hospital ward.","Risk Class":"C"},{"S. No.":118,"Device Name":"Cranial orthosis","Intended Use":"A custom-made helmet-like device intended to be worn on the head of an infant with an abnormal head shape (e.g., due to plagiocephaly, brachycephaly, scaphocephaly), or after craniosynostosis repair surgery, to apply pressure to the cranium and improve cranial symmetry\/shape during growth over a period of months. It is made of durable materials (e.g., plastic, solid foam) and is designed with patient-specific characteristics (e.g., size, shape) based on head measurements (e.g., clinical pictures, 3-D scans, casts). It is typically worn during daily activities and sleep. This is a single-patient device that can be reapplied during\nthe treatment period (reusable) before being discarded.","Risk Class":"B"},{"S. No.":119,"Device Name":"Home BPAP unit","Intended Use":"A portable mains electricity (AC-powered) device, which may include rechargeable batteries, intended to assist noninvasive ventilation (i.e., without use of an artificial airway) using bi-level positive airway pressure (BPAP) during spontaneous respiration for adult\/child (non- infant) patients affected by obstructive sleep apnoea (OSA), and\/or to treat patients with conditions requiring respiratory assistance in the home [e.g., chronic obstructive pulmonary disease (COPD)]. It is a small desktop unit, which may include a built-in humidifier, intended to be used with a separate nose\/mouth mask. The device is intended for use in the home but may also\nbe used in healthcare facilities.","Risk Class":"B"},{"S. No.":120,"Device Name":"Multi-purpose saline solution","Intended Use":"A sterile, water-based, salt solution (e.g., sodium chloride isotonic solution) intended for alternative use in multiple applications including inhalation therapy, moisturizing and washing\/irrigation of the eyes, nose and ears, and wound cleansing; it is not dedicated to a specific application or part of the anatomy. It is typically available in a squeeze bottle for self-administration or application to infants for preventive or symptomatic care. It is normally available (non-prescription) over-the- counter (OTC) for home use. After application, this\ndevice cannot be reused.","Risk Class":"B"},{"S. No.":121,"Device Name":"Nappy changing table, portable","Intended Use":"A raised device consisting of a platform with a full-body length top surface (this may be slightly concave and padded to prevent the patient easily rolling off) mounted on a foldable frame with legs designed to support an infant, child or an adult during nappy (diaper) changing. The device is used primarily for a patient with a disability who is incontinent and requires regular changing of their nappies. It is designed to be portable for transport to\ndifferent locations.","Risk Class":"A"},{"S. No.":122,"Device Name":"Nasal aspirator, electric","Intended Use":"A portable, hand-held, battery-powered suction device designed to enable an adult to gently suction and clear excessive mucus from the nasal passages of an infant or child to facilitate easier breathing. It consists of a handgrip that contains the batteries, a small electric pump that creates the suction, and typically has a silicone nozzle attached to a detachable, washable, collection cup at the distal end. It is designed for domestic use and is typically applied superficially the\nnasal opening (i.e., not inserted into the nasal cavity). This is a reusable device.","Risk Class":"A"},{"S. No.":123,"Device Name":"Open infant incubator","Intended Use":"A mains electricity (AC-powered) unit that functions similar to a standard infant incubator but is open, having low side walls and no top enclosure, giving instant access to the infant. Such infants are not premature but suffer from disorders where intensive care is required.\nThis device is equipped with overhead heating lamp(s), oxygen therapy flowmeter, gas mixer, suction system, facilities for infusion pumps, and other equipment. The main difference between this device and a closed infant\nincubator is the inability of this device to regulate the oxygen environment surrounding the occupant.","Risk Class":"C"},{"S. No.":124,"Device Name":"Oral medicine dropper","Intended Use":"A device designed for aspirating a small volume of liquid medicine so that it can be dispensed in single drops into a patient's mouth, typically an infant or small child. It is typically designed as a hollow tube, open at both ends, with an aspiration bulb attached to the proximal end and a narrow opening at the distal end. It is usually made of glass or plastic with a rubber teat. This is a reusable\ndevice.","Risk Class":"A"},{"S. No.":125,"Device Name":"Oxygen breath analyser","Intended Use":"A mains electricity (AC-powered) laboratory instrument designed for intermittent\/periodic measurements of oxygen (O2) content in a breath and\/or respiratory gas specimen. It usually requires manual aspiration of a quantity of gas into a sampling chamber and may operate according to one of several basic principles (e.g., paramagnetism, polarography). The device is used in pulmonary function tests and for measurements in critically ill patients, such as infants in incubators and patients breathing air with supplemental oxygen.","Risk Class":"C"},{"S. No.":126,"Device Name":"Oxygen terminal unit","Intended Use":"A device that is a component of a medical gas pipeline system or a medical gas\/vacuum pipeline system that has a gas-specific outlet connection for oxygen (O2). It is designed to be mounted to wall-mounted medical supply units, utility supply systems (ceiling pendants), or directly to a wall, and functions as the outlet assembly of a gas pipeline system to which the operator can connect and disconnect a device, typically anaesthesia systems, ventilators, respiratory devices, infant incubators, and other devices that require O2 to function as intended.\nOn disconnection of the medical device from the outlet, it will self seal the gas pipeline system preventing gas leakage to the environment.","Risk Class":"A"},{"S. No.":127,"Device Name":"Pulmonary function analysis system, paediatric","Intended Use":"A computerized instrument designed to assess lung volume, flow, and mechanical parameters (including airway compliance and resistance) in young children and infants. It is different from an adult version in absolute dimensions and in the special procedures required for adaption to the pediatric patient (e.g., use of a small constant-volume chamber in which the infant reclines for plethysmography, use of a pressure jacket to obtain forced exhalation); also, parameters that require subject cooperation (e.g., vital capacity, forced expiratory volume) can't be determined. The device is used for pulmonary function testing in diagnostic studies\nand for evaluation of diseases and chest deformities.","Risk Class":"B"},{"S. No.":128,"Device Name":"Reactive-gel heating pad","Intended Use":"An underlay intended to produce heat through chemical reaction typically used to warm and\/or maintain the body temperature of neonates or infants. It is typically designed with a soft outer casing (e.g., a soft plastic) that contains a chemically-reactive-gel activated by the user (e.g., by breaking its inner enclosure) to provide a heat of approximately normal body temperature (e.g., 38° Celsius) for a limited period. This device is typically used to maintain the body temperature of infant patients during transportation and may be x-ray translucent and\nmagnetic resonance imaging (MRI) compatible. This is a single-use device.","Risk Class":"B"},{"S. No.":129,"Device Name":"Respiratory apnoea monitoring system","Intended Use":"An assembly of devices designed to detect the cessation of breathing (apnoea) in infants and adults who are at risk of respiratory failure to alert a parent or attendant of the life-threatening episode(s). It alarms primarily upon the cessation of breathing timed from the last detected breath, and may also include indirect methods of apnoea detection such as monitoring of heart rate and other physiological parameters associated with respiration. It may print-out this data. It will typically include a mains electricity (AC-powered) monitoring unit with software, patient leads, and possibly\na recorder to record, display, or print data on a patient's breathing condition.","Risk Class":"C"},{"S. No.":130,"Device Name":"Rocking infant bed, electric","Intended Use":"A mains electricity (AC-powered) bed designed to provide a motorized rocking movement for newborn babies to soothe the infant. The motorized mechanism is control-adjustable to provide variable degrees of\nmovement and speed.","Risk Class":"B"},{"S. No.":131,"Device Name":"Skin transilluminator, battery-powered","Intended Use":"A hand-held, battery-powered device with a built-in light source, usually together with a lens, intended to be used to illuminate the skin and soft tissues, rendering them translucent for examination. It is typically used to examine subcutaneous and scrotal tissue\/contents for lesions, and veins (e.g., on the scalp of an infant) for anatomical abnormalities. This device may also be known as a diaphanoscope, a phaneroscope or a light scanner.","Risk Class":"C"},{"S. No.":132,"Device Name":"Skin transilluminator, line-powered","Intended Use":"A hand-held, mains electricity (AC-powered) device with a built-in light source, usually together with a lens, intended to be used to illuminate the skin and soft tissues, rendering them translucent for examination. It is typically used to examine subcutaneous and scrotal tissue\/contents for lesions, and veins (e.g., on the scalp of an infant) for anatomical abnormalities. It can use varying forms of light depending upon the specific\napplication. This device may also be known as a diaphanoscope, a phaneroscope or a light scanner.","Risk Class":"C"},{"S. No.":133,"Device Name":"Teething device, fluid- filled","Intended Use":"A circular or cylindrical device filled with fluid (e.g., water) intended to be bitten by a patient (infant or adult)\nto soothe gums during the teething process. This is a reusable device.","Risk Class":"B"},{"S. No.":134,"Device Name":"Teething device, non- fluid-filled","Intended Use":"A circular or cylindrical device free of fluid and intended to be bitten by a patient (infant or adult) to soothe gums\nduring the teething process. This is a reusable device.","Risk Class":"A"},{"S. No.":135,"Device Name":"Transport infant incubator","Intended Use":"An electrically-powered unit designed to provide an enclosed controlled environment to maintain appropriate temperature and humidity levels mainly for premature infants and other newborns who cannot effectively regulate their body temperature; it is typically on wheels and also designed for transporting infants either outside or within the healthcare facility. It typically consists of a clear removable plastic hood with a mattress and operates using mains electricity (AC-powered) when not in use for transportation. During transport, it is connected to an ambulance electrical outlet or is\nbattery-powered from a battery pack.","Risk Class":"C"},{"S. No.":136,"Device Name":"Visual-reinforcement- audiometry reward system","Intended Use":"An assembly of mains electricity (AC-powered) devices intended to be used in conjunction with an audiometer to reward an infant\/child during instrumentation  conditioned reflex audiometry\/play audiometry. It includes hardware (e.g., monitor, lights) intended to give the child a visual reward, and dedicated operating software; it may include additional controls (e.g., foot- switch) and toys. It is intended to be operated by the healthcare professional to build the conditioned response during auditory testing.","Risk Class":"B"}]