[{"S. No.":1,"Device Name":"Garment, Protective for Incontinence","Intended Use":"Intended to protect an incontinent patient's garment from the patient's excreta.","Risk Class":"A"},{"S. No.":2,"Device Name":"Biosanitizer for Medical devices","Intended Use":"Intended for surface disinfection of medical devices, non porous hard-surfaces, medical-equipment, units, as well as in-depth cleaning of small surfaces.","Risk Class":"B"},{"S. No.":3,"Device Name":"Face shield","Intended Use":"Intended  to protect the wearer's entire face (or part of it) from hazards such as chemical splashes (in laboratories or  in industry), or potentially infectious materials (in medical and laboratory environments).","Risk Class":"A"},{"S. No.":4,"Device Name":"Latex surgical glove","Intended Use":"Natural rubber based glove intended to protect the patient and wearer from cross infection when used in medical or dental surgery.","Risk Class":"B"},{"S. No.":5,"Device Name":"Non-latex surgical glove","Intended Use":"Synthetic material glove intended to protect the patient and wearer from cross infection when used in medical or dental surgery.","Risk Class":"B"},{"S. No.":6,"Device Name":"Radiation protection gloves","Intended Use":"A personal protection device that completely protects the hands of the operator and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with diagnosis and therapeutic measures.","Risk Class":"A"},{"S. No.":7,"Device Name":"Partial hand radiation protector","Intended Use":"A flat pad with straps or partial gloves that protect part of hands and fingers from unnecessary exposure to primary radiation and scattered radiation associated with diagnosis and therapeutic measures.","Risk Class":"A"},{"S. No.":8,"Device Name":"Radiation protection apron","Intended Use":"A standard length or half-length apron to protect the patient, the operator, and other personnel from radiation exposure during a medical or dental procedure. Some have a fixed or removable collar to protect the neck and thyroid.","Risk Class":"A"},{"S. No.":9,"Device Name":"Radiation protection mitten","Intended Use":"A personal protection device that protects the hands of the operator and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with diagnosis and therapeutic measures. The mittens are also called mitts, and protect the thumb and other fingers individually or together.","Risk Class":"A"},{"S. No.":10,"Device Name":"Radiation protection goggles","Intended Use":"A personal protection device that protects the eyes of the operator and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with medical\/dental procedures for diagnosis and treatment.","Risk Class":"A"},{"S. No.":11,"Device Name":"Radiation face protector","Intended Use":"A transparent or opaque personal protection device that protects the face and eyes of medical personnel and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with diagnosis and treatment.","Risk Class":"A"},{"S. No.":12,"Device Name":"Operator radiation protection spectacles","Intended Use":"A personal protection device that protects the eyes of the operator and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with diagnosis and treatment.The device comes in non-correction (non-prescription) glasses and visual acuity correction (prescription) glasses.","Risk Class":"A"},{"S. No.":13,"Device Name":"Gonadal radiation protector","Intended Use":"A personal protection device that attenuates unnecessary radiation exposure in diagnostic, medical or dental procedures, and shields the gonad of the patient and the operator.","Risk Class":"A"},{"S. No.":14,"Device Name":"Radiation protection blanket","Intended Use":"A personal protection device that protects specific body parts of the patient, operator, and other personnel from unnecessary radiation exposure in medical\/dental procedures for diagnosis and treatment.","Risk Class":"A"},{"S. No.":15,"Device Name":"Radiation protection collar","Intended Use":"A personal protection device that protects the neck or thyroid of the patient, the operator, and other personnel from unnecessary radiation exposure in medical\/dental procedures for diagnosis and treatment.","Risk Class":"A"},{"S. No.":16,"Device Name":"Radiation protection cap","Intended Use":"A personal protection device that protects the head of the operator and other personnel from unnecessary exposure to primary radiation and scattered radiation associated with medical procedures for diagnosis and treatment.","Risk Class":"A"},{"S. No.":17,"Device Name":"Mobile radiation protection barrier","Intended Use":"A stand-alone, movable barrier that protects the operator etc. from unnecessary exposure to radiation used for medical diagnosis, treatment and dental procedures.","Risk Class":"A"},{"S. No.":18,"Device Name":"Non-latex medical examination glove","Intended Use":"Gloves made of synthetic materials, and used to protect the patient and users from cross infection during examination, check-up, treatment and handling of contaminated medical materials except for surgery.","Risk Class":"A"},{"S. No.":19,"Device Name":"Latex medical examination glove","Intended Use":"Natural rubber gloves used to protect the patient and users from cross infection during examination, check-up, treatment and handling of contaminated medical materials except for\nsurgery.","Risk Class":"A"},{"S. No.":20,"Device Name":"chemotherapy spill clean-up kit","Intended Use":"Designed to safely clean and dispose of Chemotherapy drug spills.","Risk Class":"A"},{"S. No.":21,"Device Name":"Medical\/Cadaver Body Bags","Intended Use":"Intended for transporting a human corpse without any spread of biohazard\/infectious agent.","Risk Class":"A"},{"S. No.":22,"Device Name":"Surgical gown (Sterile)","Intended Use":"A sterile garment made of natural and\/or synthetic materials intended for surgical procedures to help protect both the patient and operating room personnel from the transfer of microorganisms, body fluids, and particulate material.","Risk Class":"B"},{"S. No.":23,"Device Name":"Surgical gown (Non-Sterile)","Intended Use":"A non-sterile garment made of natural and\/or synthetic materials intended for surgical procedures to help protect both the patient and operating room personnel from the transfer of microorganisms, body fluids, and particulate\nmaterial.","Risk Class":"A"},{"S. No.":24,"Device Name":"Isolation Gown) ( Sterile)","Intended Use":"A sterile garment made of natural and\/or synthetic materials intended to be worn by healthcare providers or visitors to isolate themselves from patients to protect the themselves from a contagious agent which has infected the patient.","Risk Class":"B"},{"S. No.":25,"Device Name":"Isolation Gown (Non-Sterile)","Intended Use":"A non-sterile garment made of natural and\/or synthetic materials intended to be worn by healthcare providers or visitors to isolate themselves from patients to protect the themselves from a contagious agent which has infected the patient.","Risk Class":"A"},{"S. No.":26,"Device Name":"Patient Gown","Intended Use":"A garment made of natural and\/or synthetic materials (e.g., paper, cloth, plastic) intended to be worn by patients in a clinical setting (e.g., during hospitalization, during examination in a doctor's office). A patient gown is usually short-sleeved and may be closed by ties at the back\/side of the garment.","Risk Class":"A"},{"S. No.":27,"Device Name":"Professional Examination Gown","Intended Use":"A garment made of natural and\/or synthetic materials intended to be worn by healthcare providers, sometimes over scrub suits, while examining patients. It can be fluid resistant or impervious to fluid. An examination gown is used during patient examination procedures to protect both the patient and staff from the transfer of contaminants such as microorganisms or body fluids.","Risk Class":"A"},{"S. No.":28,"Device Name":"Personal Protective Equipment","Intended Use":"PPE kit used to acts as a barrier between infectious materials such as viral and bacterial contaminants and  skin, mouth, nose, or eyes. It refers to protective clothing, helmets, gloves, face shields, goggles, facemasks and\/or respirators or other equipment designed to protect the wearer from injury or the spread of infection or illness.","Risk Class":"B"},{"S. No.":29,"Device Name":"Surgical Helmet","Intended Use":"Intended to protect healthcare workers from contaminants & debris on head.","Risk Class":"A"},{"S. No.":30,"Device Name":"Surgical Cap","Intended Use":"Intended to protect face of patient & the operating room personnel from the transfer of micro-organisms, body fluids & particulate material.","Risk Class":"A"},{"S. No.":31,"Device Name":"Operating Room Shoes Cover","Intended Use":"Intended to be worn by operating room personnel during surgical procedures to protect foot of both the surgical patient & the operating room personnel from transfer of micro-organisms, body fluids, and particulate material.","Risk Class":"A"},{"S. No.":32,"Device Name":"Surgical Drape & Drape Accessories","Intended Use":"A surgical drape & drape accessories is a device made of natural or synthetic materials intended to be used as a protective patient covering to isolate a site of surgical incision from microbial & other contamination.","Risk Class":"B"}]