[{"S. No.":1,"Device Name":"Medical charged- particle radiation therapy system","Intended Use":"A medical charged-particle radiation therapy system is a device   that   produces   by   acceleration   high   energy charged particles (e.g., electrons and protons) intended for use in radiation therapy.","Risk Class":"C"},{"S. No.":2,"Device Name":"Absorbable perirectal spacer","Intended Use":"An   absorbable   perirectal   spacer   is   composed   of biodegradable  material  that  temporarily  positions  the anterior   rectal   wall   away   from   the   prostate   during radiotherapy for prostate cancer with the intent to reduce the radiation dose delivered to the anterior rectum.","Risk Class":"C"},{"S. No.":3,"Device Name":"Absorbable tissue spacer for radiotherapy","Intended Use":"An   absorbable   material   used   to   reduce   radiation exposure   of   normal   tissue   during   radiotherapy   by implanting surgically or percutaneously between tissue, internal  organs,  etc.  ,  to  make  a  space  between  the malignant tumor and normal tissue.","Risk Class":"D"},{"S. No.":4,"Device Name":"Applicator for bile duct manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for bile duct radiation therapy. An applicator designed to have a configuration that facilitates manual placement (puncture    or    placement    and    removal    using    an endoscope or a diagnostic imaging system) of single or multiple therapeutic radiation sources in treatment sites in the bile duct.","Risk Class":"C"},{"S. No.":5,"Device Name":"Applicator for bladder manual brachytherapy","Intended Use":"A manual brachytherapy applicator designed to facilitate manual placement (puncture or placement and removal using an endoscope or a diagnostic imaging system) of single   or   multiple   therapeutic   radiation   sources   in\ntreatment sites in the bladder.","Risk Class":"C"},{"S. No.":6,"Device Name":"Applicator for bladder remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for bladder radiation therapy. It is designed to be temporarily implanted in the bladder. It serves  as  a  guide  for  computer-controlled  temporary placement   and   removal   of   a   single   or   multiple therapeutic radiation sources at treatment sites.","Risk Class":"C"},{"S. No.":7,"Device Name":"Applicator for brachytherapy bile duct remote after loading","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for bile duct radiation therapy. It is designed to be temporarily implanted in the bile duct. It serves  as  a  guide  for  computer-controlled  temporary placement   and   removal   of   a   single   or   multiple therapeutic radiation sources at treatment sites.","Risk Class":"C"},{"S. No.":8,"Device Name":"Applicator for brachytherapy Cervical\/endometrial remote after loading","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for uterine cervical or intrauterine radiation   therapy.   It   is   designed   to   be   temporarily implanted in the body. It serves as a guide for computer- controlled temporary placement and removal of a single or multiple therapeutic radiation sources in the uterine cervix and endometrium.","Risk Class":"C"},{"S. No.":9,"Device Name":"Applicator for brachytherapy non- central circulatory general-purpose manual","Intended Use":"A  general-purpose  brachytherapy  applicator  used  to facilitate  radiotherapy.  A  single  or  module  applicator designed to facilitate manual placement (puncture, local placement, placement under endoscopy, and placement and removal using an image diagnostic system) of single or  multiple  therapeutic  radiation  sources  in  treatment sites in the non-central circulatory system.","Risk Class":"C"},{"S. No.":10,"Device Name":"Applicator for brachytherapy non- central circulatory general-purpose remote after loading","Intended Use":"A   general-purpose   remote   controlled   brachytherapy applicator used to facilitate radiotherapy. It is designed to be temporarily implanted in the body. It serves as a guide for computer-controlled temporary placement and removal  of  a  single  or  multiple  therapeutic  radiation sources at treatment sites in the non-central circulatory system.","Risk Class":"C"},{"S. No.":11,"Device Name":"Applicator for bronchial manual brachytherapy applicator","Intended Use":"A manual brachytherapy applicator specifically designed for  temporarily  use  in  bronchial  radiation  therapy.  A single or module applicator designed to facilitate manual placement    (placement    using    an    endoscope    or positioning, placement and removal using a diagnostic imaging   system)   of   single   or   multiple   therapeutic radiation sources in treatment sites. It may be designed to  be  standard  in  configuration  or  to  handle  specific radiation sources.","Risk Class":"C"},{"S. No.":12,"Device Name":"Applicator for bronchial remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for bronchial radiation therapy. It is designed  to  be  temporarily  implanted  in  the  body.  It serves  as  a  guide  for  computer-controlled  temporary placement   and   removal   of   a   single   or   multiple therapeutic  radiation  sources  in  the  bronchus.  This device   group   includes   various   applicators   such   as hollow   needles,   tubes,   and   catheters,   as   well   as associated devices and connectors.","Risk Class":"C"},{"S. No.":13,"Device Name":"Applicator for esophagus manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for  esophagus  radiation  therapy.  A  single  or  module applicator   designed   to   facilitate   manual   placement (puncture    or    placement    and    removal    using    an endoscope or a diagnostic imaging system) of single or multiple therapeutic radiation sources in treatment sites in the esophagus. It may be designed to be standard in configuration or to handle specific radiation sources.","Risk Class":"C"},{"S. No.":14,"Device Name":"Applicator for esophagus remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for esophagus radiation therapy. It is   designed   to   be   temporarily   implanted   in   the esophagus. It serves as a guide for computer-controlled temporary placement and removal of a single or multiple therapeutic   radiation   sources.   This   device   group includes  various  applicators  such  as  hollow  needles, tubes, and catheters, as well as associated devices and connectors.","Risk Class":"C"},{"S. No.":15,"Device Name":"Applicator for eye manual brachytherapy","Intended Use":"A template with a groove on the one side. The groove shows the position of the brachytherapy source that is manually, temporarily delivered to the eye surface. The other side is shielded.","Risk Class":"C"},{"S. No.":16,"Device Name":"Applicator for manual cervical\/endometrial brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for  uterine  cervix  or  intrauterine  radiation  therapy.  A single or module applicator designed to facilitate manual placement (puncture, placement with an endoscope or a diagnostic   imaging   system)   of   single   or   multiple\ntherapeutic radiation sources in treatment sites.","Risk Class":"C"},{"S. No.":17,"Device Name":"Applicator for manual rectal\/anal brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for  rectal  and\/or  anal  radiation  therapy.  A  single  or module    applicator    designed    to    facilitate    manual placement (puncture or placement and removal using an endoscope or a diagnostic imaging system) of single or multiple therapeutic radiation sources in treatment sites in the rectum and\/or anus.","Risk Class":"C"},{"S. No.":18,"Device Name":"Applicator for nasopharynx manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for   nasopharyngeal   radiation   therapy.   A   single   or module    applicator    designed    to    facilitate    manual placement    (puncture,    endoscopic    placement    or placement  and  removal  using  a  diagnostic  imaging system)   of   single   or   multiple   therapeutic   radiation sources in treatment sites in the nasopharynx.","Risk Class":"C"},{"S. No.":19,"Device Name":"Applicator for nasopharynx remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically   designed   for   nasopharyngeal   radiation therapy. It is designed to be temporarily implanted in the body.  It  serves  as  a  guide  for  computer-controlled temporary placement and removal of a single or multiple therapeutic radiation sources in the nasopharynx.","Risk Class":"C"},{"S. No.":20,"Device Name":"Applicator for neck manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for neck radiation therapy. A single or module applicator designed to facilitate manual placement (puncture, local placement or placement and removal using a diagnostic imaging   system)   of   single   or   multiple   therapeutic radiation sources in treatment sites in the neck tissues.","Risk Class":"C"},{"S. No.":21,"Device Name":"Applicator for neck remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically  designed  for  neck  radiation  therapy.  It  is designed to be temporarily implanted in the neck tissues. It serves as a guide for computer-controlled temporary\nplacement   and   removal   of   a   single   or   multiple therapeutic radiation sources.","Risk Class":"C"},{"S. No.":22,"Device Name":"Applicator for pancreas manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for  pancreatic  radiation  therapy.  A  single  or  module applicator   designed   to   facilitate   manual   placement (puncture,  endoscopic  placement,  or  placement  and removal using a diagnostic imaging system) of single or multiple therapeutic radiation sources in treatment sites in the pancreas. It may be designed to be standard in configuration or to handle specific radiation sources.","Risk Class":"C"},{"S. No.":23,"Device Name":"Applicator for pancreas remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for pancreatic radiation therapy. It is designed to be temporarily implanted in the pancreas. It serves as a guide for computer-controlled temporary placement   and   removal   of   a   single   or   multiple\ntherapeutic radiation sources at treatment sites.","Risk Class":"C"},{"S. No.":24,"Device Name":"Applicator for prostate manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for   prostate   radiation   therapy.   A   single   or   module applicator   designed   to   facilitate   manual   placement (puncture or placement or removal with a trigger loading device, an endoscope or a diagnostic imaging system) of  single  or  multiple  therapeutic  radiation  sources  in treatment sites in the prostate gland. It may be designed to  be  standard  in  configuration  or  to  handle  specific\nradiation sources.","Risk Class":"C"},{"S. No.":25,"Device Name":"Applicator for prostate remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for prostate radiation therapy. It is designed  to  be  temporarily  implanted  in  the  prostate gland.  It  serves  as  a  guide  for  computer-controlled temporary placement and removal of a single or multiple\ntherapeutic radiation sources.","Risk Class":"C"},{"S. No.":26,"Device Name":"Applicator for rectal\/anal remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for rectal or anal radiation therapy. It is designed to be temporarily implanted in the rectum or  anus.  It  serves  as  a  guide  for  computer-controlled temporary placement and removal of a single or multiple therapeutic radiation sources.","Risk Class":"C"},{"S. No.":27,"Device Name":"Applicator for tongue manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for   lingual   radiation   therapy.   A   single   or   module applicator   designed   to   facilitate   manual   placement (puncture,  local  placement  or  placement  and  removal using a diagnostic imaging system) of single or multiple therapeutic  radiation  sources  in  treatment  sites  in  the tongue and the surrounding tissues. It may be designed to  be  standard  in  configuration  or  to  handle  specific\nradiation sources.","Risk Class":"C"},{"S. No.":28,"Device Name":"Applicator for tongue remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for tongue or oral cavity radiation therapy. It is designed to be temporarily implanted in the tongue or the surrounding tissues. It serves as a guide for   computer-controlled   temporary   placement   and removal  of  a  single  or  multiple  therapeutic  radiation\nsources.","Risk Class":"C"},{"S. No.":29,"Device Name":"Applicator for vaginal manual brachytherapy","Intended Use":"A manual brachytherapy applicator specifically designed for vaginal or transvaginal radiation therapy. A single or module    applicator    designed    to    facilitate    manual placement   (puncture,   local   placement,   endoscopic placement or placement and removal using a diagnostic\nimaging   system)   of   single   or   multiple   therapeutic radiation sources in treatment sites.","Risk Class":"C"},{"S. No.":30,"Device Name":"Applicator for vaginal remote after loading brachytherapy","Intended Use":"A     remote     controlled     brachytherapy     applicator specifically designed for vaginal or transvaginal radiation therapy. It is designed to be temporarily implanted in the body.  It  serves  as  a  guide  for  computer-controlled temporary placement and removal of a single or multiple therapeutic radiation sources in the vagina.","Risk Class":"C"},{"S. No.":31,"Device Name":"Bile duct brachytherapy system applicator, remote-after loading","Intended Use":"A    remote    after    loading    brachytherapy    applicator specifically   designed   for   use   in   radiation   therapy treatments of the bile duct. It is designed for temporary insertion  into  the  bile  duct  and  serve  as  a  guide  for computer-controlled placement and removal of single or multiple radioactive sources.","Risk Class":"C"},{"S. No.":32,"Device Name":"Bladder brachytherapy\nsystem applicator, manual","Intended Use":"A manual brachytherapy applicator specifically designed to be used in radiation therapy treatments of the bladder.","Risk Class":"C"},{"S. No.":33,"Device Name":"Blood vessel manual brachytherapy applicator","Intended Use":"A manual brachytherapy applicator designed exclusively for blood vessel radiotherapy. Most commonly, it is used to prevent formation of plaque, stenosis and restenosis in blood vessels after surgery. A single or module device designed to facilitate manual placement (placement and removal under endoscopy or using an image diagnostic\nsystem)   of   single   or   multiple   therapeutic   radiation sources in the treatment site.","Risk Class":"D"},{"S. No.":34,"Device Name":"Blood vessel remote after loading brachytherapy applicator","Intended Use":"A remote controlled brachytherapy applicator designed exclusively   for   radiotherapy   in   blood   vessels.   This treatment  is  used  to  prevent  plaque  formation.  and stenosis in blood vessels after surgery. It is designed for temporary implantation in a blood vessel, and serves as a  guide  for  computer-controlled  temporary  placement and removal of  single or multiple therapeutic radiation sources at treatment sites.","Risk Class":"D"},{"S. No.":35,"Device Name":"Brachytherapy needle","Intended Use":"A   sterile,   sharp   bevel-edged,   hollow   tubular   metal instrument that is used to inject radionuclide into a body cavity  or  tissue  as  a  source  of  nuclear  radiation  for cancer therapy (brachytherapy).","Risk Class":"B"},{"S. No.":36,"Device Name":"Brachytherapy radionuclide phantom, anthropomorphic","Intended Use":"A  device  that  consists  of  preserved  human  or  animal tissue,  or  a  two  or  three-dimensional  (3-D)  tissue- equivalent  model  designed  to  simulate  the  functional, physical,  or  a  combination  of  these  characteristics  of\nnormal or diseased human organs.","Risk Class":"B"},{"S. No.":37,"Device Name":"Brachytherapy system chair","Intended Use":"A  mains  electricity  (AC-powered)  device  (a  chair  or stool)  that  is  a  component  of  a  brachytherapy  system and   which   is   specifically   designed   to   support   and position   a   patient   during   brachytherapy   radiation treatments  given  by  either  a  manual  applicator  or  a\nremote after loading brachytherapy system applicator.","Risk Class":"B"},{"S. No.":38,"Device Name":"Brachytherapy system remote after loading source safe","Intended Use":"A  component  of  a  remote  after  loading brachytherapy system  consisting  of  a  shielded  vault,  and  associated source  retraction  and  extrusion  mechanisms,  alarms, and   related   mechanical,   electronic   and   software controls,  used  to  shield  the  brachytherapy  sources  in order   to   protect   system   operators,   brachytherapy patients and others from the continuous emissions of the radioactive brachytherapy source(s) when they are not\nin use.","Risk Class":"C"},{"S. No.":39,"Device Name":"Brachytherapy system remote after loading source transfer tube","Intended Use":"The transfer tube, when attached to the applicator and the after loading system, provides a continuous closed passage  that  allows  for  moving  either  a  radioactive source(s) and\/or positioning markers from the shielded source storage compartment of the remote after loading brachytherapy system into appropriate positions within a brachytherapy applicator that has been positioned at a\nlocation either on the surface of, or within, the patient.","Risk Class":"C"},{"S. No.":40,"Device Name":"Brain brachytherapy system applicator, remote-after loading","Intended Use":"A    remote    after    loading    brachytherapy    applicator specifically   designed   for   use   in   radiation   therapy treatments  of  the  brain.  It  is  designed  for  temporary implantation  within  the body and  serve  as  a guide  for computer-controlled placement and removal of single or multiple radioactive sources in the brain.","Risk Class":"C"},{"S. No.":41,"Device Name":"Brain manual brachytherapy applicator","Intended Use":"An     applicator     specifically     designed     for     brain radiotherapy. A single or module applicator designed to facilitate manual placement (puncture, placement under endoscopy, or placement and removal using an image diagnostic  system)  of  single  or  multiple  therapeutic radiation sources in the brain.","Risk Class":"D"},{"S. No.":42,"Device Name":"Brain remote after loading brachytherapy applicator","Intended Use":"A remote controlled brachytherapy applicator designed exclusively    for    brain    radiotherapy    for    temporary implantation  in  the  body.  It  serves  as  a  computer- controlled guide for temporary placement and removal\nof a single or multiple therapeutic radiation sources in the brain.","Risk Class":"D"},{"S. No.":43,"Device Name":"Breast ductography cannula","Intended Use":"A  thin,  sterile,  semi-rigid  or  rigid  metal  tube  that  is inserted into the nipple of the female breast to inject a contrast medium into the lactiferous ducts to  enhance their visualization during a radiographic procedure.","Risk Class":"C"},{"S. No.":44,"Device Name":"Central circulatory general-purpose manual brachytherapy applicator","Intended Use":"A  single  or  module  applicator  designed  to  facilitate manual     placement     (puncture,     local     placement, placement under endoscopy or placement and removal using an image diagnostic system) of single or multiple therapeutic  radiation  sources  in  treatment  sites  in  the central circulatory system.","Risk Class":"D"},{"S. No.":45,"Device Name":"Central circulatory general-purpose remote after loading\nbrachytherapy applicator","Intended Use":"Intended  to  be  temporarily  implanted  in  the  body.  It serves  as  a  guide  for  computer-controlled  temporary placement   and   removal   of   a   single   or   multiple\ntherapeutic  radiation  sources  at  treatment  sites  in  the central circulatory system.","Risk Class":"D"},{"S. No.":46,"Device Name":"Central circulatory manual brachytherapy therapeutic radionuclide system","Intended Use":"A  device  that  places  a  radiation  source  manually  or automatically   at   the   treatment   site   in   the   central circulatory  system  for  providing  a  required  radiation dose during radiotherapy. This device does not equip a\nremotely controlled radiation source transporter.","Risk Class":"D"},{"S. No.":47,"Device Name":"Central circulatory permanent implant manual brachytherapy therapeutic radionuclide source","Intended Use":"A device for the central circulatory system to be placed permanently  in  the  body  for  radiotherapy  which  is necessary for treatment and symptomatic therapy, and uses natural radioisotopes or radioisotopes produced by an   accelerator   or   a  nuclear   reactor.  The   radiation source,   which   is   permanently   placed   manually,   is designed  to  achieve  compatibility  with  tissues.  The radiation  source  can  be  selected  from  the  following forms – e.g., microsphere, globe, stent, seed, and wire- in order to generate low-energy photons, beta particles,\nor alpha particles.","Risk Class":"D"},{"S. No.":48,"Device Name":"Central circulatory remote after loading brachytherapy therapeutic radionuclide source","Intended Use":"A  device  for  the  central  circulatory  system  used  as radiation source to deliver a high or low dose rate with an   after-loading   brachytherapy  device   designed   for radiotherapy  which   is   necessary  for   treatment   and symptomatic therapy, and uses natural radioisotopes or radioisotopes produced by an accelerator or a nuclear\nreactor.","Risk Class":"D"},{"S. No.":49,"Device Name":"Central circulatory remote after loading brachytherapy therapeutic radionuclide system","Intended Use":"A device that places a radiation source temporarily at the treatment  site  in  the  central   circulatory  system  for providing a required radiation dose during radiotherapy. This   device   equips   a   remotely   controlled   radiation source transporter.","Risk Class":"D"},{"S. No.":50,"Device Name":"Central circulatory temporary placement manual brachytherapy therapeutic radionuclide source","Intended Use":"A  device  for  the  central  circulatory  system  that  uses natural radioisotopes or radioisotopes produced by an accelerator  or  a  nuclear  reactor,  and  is  placed  in  the body temporarily, and removed after the pre-determined treatment   period.   The   radiation   source,   which   is temporarily  inserted  manually,  is  supplied  in  various forms  –  e.g.,  encapsulated,  sealed,  plated,  foiled,  or\nembedded.","Risk Class":"D"},{"S. No.":51,"Device Name":"Compact thermoluminescent dosimetry electrometer","Intended Use":"Thermoluminescence   dosimeter   (TLD)   is   used   to measure  the  radiation  dose  emitted  to  the  phantom, eyes and other organs with high radio sensitivity.","Risk Class":"A"},{"S. No.":52,"Device Name":"Conformal Brachytherapy Source","Intended Use":"The intended use of the device is for the treatment of cancer    by    temporary    intraoperative    or    surface irradiation. The device contains radioactive material with activity up to 200 mci and is indicated for treatment of temporary   intraoperative,   interstitial,   intracavitary   or\nsurface application to treat selected localized tumors.","Risk Class":"C"},{"S. No.":53,"Device Name":"High-frequency hyperthermia system","Intended Use":"A  system  used  to  generate  high-temperatures  and  to control the provision of heat to the body in the treatment of malignant and benign tumors, or other diseases.","Risk Class":"C"},{"S. No.":54,"Device Name":"Intra-vaginal organ positioning device for diagnostic imaging and radiotherapy","Intended Use":"A device that is specifically designed to be inserted in the vagina to properly position and fix the surrounding organs  such  as  uterine  cervix,  rectum,  and  urinary bladder for image diagnosis or radiotherapy. This device is   used   to   facilitate   reproducible   positioning   for continuous     image     examination     or     continuous\nradiotherapy.","Risk Class":"B"},{"S. No.":55,"Device Name":"Laser irradiation therapy kit","Intended Use":"A  kit  includes  a  puncture  needle,  a  guide  wire,  and  a guiding   sheath   for   guiding   probes   (used   for   laser irradiation   therapy,   for   example).   Not   all   of   the components are included; in some products, two or more of components are integrated into one.","Risk Class":"B"},{"S. No.":56,"Device Name":"Light beam patient position indicator","Intended Use":"A light beam patient position indicator is a device that projects  a  beam  of  light  (incoherent  light  or  laser)  to determine the alignment of the patient with a radiation beam.","Risk Class":"A"},{"S. No.":57,"Device Name":"Living tissue radiotherapy system","Intended Use":"A  low  energy  X-ray  therapy  system  designed  to  treat adjacent tumor lesions with high dose X-rays by placing soft X-ray beams from 5 to 50 kV inside the tumor tissue. It is used in both intraoperative radiation and stereotactic localized radiation therapy.","Risk Class":"C"},{"S. No.":58,"Device Name":"Manual radionuclide applicator system","Intended Use":"A manual radionuclide applicator system is a manually operated device intended to apply a radionuclide source into the body or to the surface of the body for radiation therapy.","Risk Class":"A"},{"S. No.":59,"Device Name":"Medical neutron radiation therapy system","Intended Use":"A medical neutron radiation therapy system is a device intended to generate high-energy neutrons for radiation therapy","Risk Class":"C"},{"S. No.":60,"Device Name":"MOSFET radiation therapy dosimetry system","Intended Use":"An     assembly     of     devices     using     metal     oxide semiconductor     field-effect     transistor     (MOSFET) technology intended to be used for on-the-spot patient or   anthropomorphic   radiation   dose   verification   and monitoring   during   radiation   therapy   and   radiology procedures.     Applications  typically  include  radiation oncology   therapy   and    dosimetry,    treatment    plan verification    for    in    vivo    dosimetry,    brachytherapy,\nintraoperative radiation therapy, image-guided radiation therapy, and research.","Risk Class":"B"},{"S. No.":61,"Device Name":"Non-central circulatory manual brachytherapy therapeutic radionuclide system","Intended Use":"A  device  that  places  a  radiation  source  manually  or automatically  at  the  treatment  site  in  the  non-central circulatory  system  for  providing  a  required  radiation dose during radiotherapy.","Risk Class":"C"},{"S. No.":62,"Device Name":"Non-central circulatory permanent implant manual brachytherapy therapeutic radionuclide source","Intended Use":"A     non-central     cardiovascular     device     which     is histocompactible  and  containing  an  isotope  naturally occurring  or  produced  by  an  accelerator  or  a  nuclear reactor,  intended  to  be  permanently  implanted  in  the body   for   radiation   therapy   requiring   treatment   or symptomatic treatment.","Risk Class":"C"},{"S. No.":63,"Device Name":"Non-central circulatory remote after loading brachytherapy therapeutic radionuclide source","Intended Use":"A device for the non-central circulatory system used as radiation source to deliver a high or low dose rate with an   after-loading   brachytherapy  device   designed   for radiotherapy  which   is   necessary  for   treatment   and symptomatic therapy, and uses natural radioisotopes or radioisotopes produced by an accelerator or a nuclear\nreactor.","Risk Class":"C"},{"S. No.":64,"Device Name":"Non-central circulatory remote after loading brachytherapy therapeutic\nradionuclide system","Intended Use":"A device that places a radiation source temporarily at the treatment site in the non-central circulatory system for providing a required radiation dose during radiotherapy. This   device   equips   a   remotely   controlled   radiation\nsource transporter.","Risk Class":"C"},{"S. No.":65,"Device Name":"Non-central circulatory temporary placement manual brachytherapy therapeutic radionuclide source","Intended Use":"A   non-central   cardiovascular   device   containing   an isotope    naturally    occurring    or    produced    by    an accelerator   or   a   nuclear   reactor,   intended   to   be temporarily  implanted  in  the  body  and  to  be  removed after   a   prescribed   duration   of   treatment.   Used   in brachytherapy,   the   device   is   placed   and   removed\nmanually or under endoscopic observation.","Risk Class":"C"},{"S. No.":66,"Device Name":"Non-powered accelerator system table","Intended Use":"A mechanically-operated bed for radiotherapy designed to adjust the patient's posture and immobilize the patient for radiotherapy that uses a medical linear accelerator or\nnon-linear accelerator.","Risk Class":"A"},{"S. No.":67,"Device Name":"Non-powered neutron therapy table","Intended Use":"A bed for radiotherapy designed to adjust the patient's posture  and  immobilize  the  patient  for  treatment  that uses  neutron  rays  that  are  generated  from  a  nuclear reactor, etc. It is equipped with a table top that fixes the posture,  pneumatic  control,  magnetic  lock,  crank,  and\nlever  for  mechanical  table  top  positioning  control  and table height control.","Risk Class":"A"},{"S. No.":68,"Device Name":"Radionuclide brachytherapy table","Intended Use":"A programmable bed for electric radiotherapy to adjust the  patient's  posture  and  immobilize  the  patient  for treatment  that  uses  an  after  loading  short-distance\nirradiation    treatment    apparatus    that    is    operated manually or electrically.","Risk Class":"B"},{"S. No.":69,"Device Name":"Non-powered remote irradiation therapy table","Intended Use":"A bed for radiotherapy designed to adjust the patient's posture  and  immobilize  the  patient  for  treatment  that uses a remote radionuclide radiotherapy apparatus.","Risk Class":"A"},{"S. No.":70,"Device Name":"Non-powered X-rays radiation therapy table","Intended Use":"A bed for radiotherapy designed to adjust the patient's posture  and  immobilize  the  patient  for  treatment  that\nuses an X-ray therapy apparatus.","Risk Class":"A"},{"S. No.":71,"Device Name":"Operator radiation protection spectacles","Intended Use":"A personal protection device that protects the eyes of the  operator  and  other  personnel  from  unnecessary exposure  to  primary  radiation  and  scattered  radiation\nassociated with diagnosis and treatment.","Risk Class":"B"},{"S. No.":72,"Device Name":"Patient positioning device for breast diagnostic imaging and radiotherapy","Intended Use":"A device that is specifically designed to properly position and fix a female patient's breasts and chest for image diagnosis, image-guided surgery, interventional therapy, or radiotherapy.","Risk Class":"B"},{"S. No.":73,"Device Name":"Patient positioning device for extremity diagnostic imaging and radiotherapy","Intended Use":"A device that is specifically designed to properly position and fix a patient's arms and legs for image diagnosis, image-guided    surgery,    interventional    therapy,    or radiotherapy.","Risk Class":"B"},{"S. No.":74,"Device Name":"Patient positioning device for pelvis diagnostic imaging and radiotherapy","Intended Use":"The device that consists of frames, plates, or other parts, and is specifically designed to properly position and fix the  patient's  abdomen  and  pelvic  region  for  image diagnosis, image-guided surgery, interventional therapy,\nor radiotherapy.","Risk Class":"B"},{"S. No.":75,"Device Name":"Patient positioning device for whole body diagnostic imaging and radiotherapy","Intended Use":"A device that consists of fixed or adjustable parts (e.g., frames  and  plates),  and  is  specifically  designed  to properly  position  and  fix  the  patient's  whole  body  for image  diagnosis,  image-guided  surgery,  interventional\ntherapy, or radiotherapy.","Risk Class":"B"},{"S. No.":76,"Device Name":"Post Breast Biopsy Hemostatic Breast Compression Device","Intended Use":"Intended to achieve and maintain hemostasis of a breast biopsy wound site.","Risk Class":"C"},{"S. No.":77,"Device Name":"Powered neutron therapy table","Intended Use":"A programmable bed for radiotherapy designed to adjust the  patient's  posture  and  immobilize  the  patient  for\ntreatment that uses neutron rays that are generated from the nuclear reactor, etc.","Risk Class":"B"},{"S. No.":78,"Device Name":"Powered patient table for accelerator","Intended Use":"A    bed    operates    by    programmable    for    electric radiotherapy  designed  to  adjust  the  patient's  posture and  immobilize  the  patient  for  radiotherapy  that  uses medical linear accelerator or non-linear accelerator.","Risk Class":"B"},{"S. No.":79,"Device Name":"Powered radiation therapy patient support assembly","Intended Use":"A powered radiation therapy patient support assembly is an  electrically  powered  adjustable  couch  intended  to support a patient during radiation therapy","Risk Class":"C"},{"S. No.":80,"Device Name":"Powered radionuclide brachytherapy table","Intended Use":"A programmable bed for radiotherapy designed to adjust the  patient's  posture  and  immobilize  the  patient  for treatment  that  uses  an  after  loading  short-distance irradiation    treatment    apparatus    that    is    operated manually or electrically.","Risk Class":"B"},{"S. No.":81,"Device Name":"Powered remote irradiation therapy table","Intended Use":"A    programmable    electrically    operated    bed    for radiotherapy  designed  to  adjust  the  patient's  posture and  immobilize  the  patient  for  treatment  that  uses  a\nremote  cobalt  60  radiotherapy  apparatus  and  other remote radionuclide radiotherapy apparatuses.","Risk Class":"B"},{"S. No.":82,"Device Name":"Powered X-rays radiation therapy table","Intended Use":"A    programmable    electrically    operated    bed    for radiotherapy  designed  to  adjust  the  patient's  posture and immobilize the patient for treatment that uses an X-\nray therapy apparatus.","Risk Class":"B"},{"S. No.":83,"Device Name":"Radiation therapy beam-shaping block","Intended Use":"A  radiation  therapy  beam-shaping  block  is  a  device made  of  a  highly  attenuating  material  (such  as  lead) intended for medical purposes to modify the shape of a beam from a radiation therapy source","Risk Class":"C"},{"S. No.":84,"Device Name":"Radiation therapy simulation system","Intended Use":"A radiation therapy simulation system is a fluoroscopic or   radiographic   x-ray   system   intended   for   use   in localizing  the  volume  to  be  exposed  during  radiation therapy  and  confirming  the  position  and  size  of  the therapeutic irradiation field produced.","Risk Class":"C"},{"S. No.":85,"Device Name":"Radiographic Protective Glove","Intended Use":"A  personnel  protective  glove  is  a  device  intended  for medical purposes to protect the patient, the operator, or other persons from unnecessary exposure to radiation during radiologic procedures by providing an attenuating barrier to radiation","Risk Class":"B"},{"S. No.":86,"Device Name":"Radionuclide brachytherapy source","Intended Use":"A  radionuclide  brachytherapy  source  is  a  device  that consists of a radionuclide which may be enclosed in a sealed container made of gold, titanium, stainless steel, or  platinum  and  intended  for  medical  purposes  to  be placed onto a body surface or into a body cavity or tissue\nas a source of nuclear radiation for therapy","Risk Class":"C"},{"S. No.":87,"Device Name":"Radionuclide dynamic function testing equipment","Intended Use":"A   device   used   to   measure   and   record   temporal variations  of  radioisotope  concentrations  in  the  body. Specialized devices, such as devices for thyroid uptake measurement,   renograms,   and   radioisotope   blood\nvolume measurement, are included.","Risk Class":"B"},{"S. No.":88,"Device Name":"Radionuclide radiation therapy system.","Intended Use":"A  radionuclide  radiation  therapy  system  is  a  device intended  to  permit  an  operator  to  administer  gamma radiation therapy, with the radiation source located at a\ndistance from the patient's body.","Risk Class":"C"},{"S. No.":89,"Device Name":"Radionuclide source for remote irradiation therapy","Intended Use":"Radiation sources generated in a reactor and used as in a  remote  after  loading  system  designed  to  deliver  a therapeutic radiation beam to a target anatomical area. The radiation sources incorporated as a component of\nthe remote after loading system are generally sealed.","Risk Class":"C"},{"S. No.":90,"Device Name":"Radionuclide system contour detector for remote irradiation therapy","Intended Use":"Intended to precisely determine the outline of the area of the  body  to  be  irradiated.    Usually,  the  information obtained from this device is entered into a radiotherapy planning system and utilized for the radiotherapy plan.","Risk Class":"C"},{"S. No.":91,"Device Name":"Real-time position management respiratory gating system, optical","Intended Use":"An assembly of electronic devices designed to track the respiratory  pattern  of  a  patient  by  means  of  optical technology   to   correlate   tumour   position   with   the respiratory  cycle  during  radiation  treatment  planning, radiotherapy,  computed  tomography  (CT)  imaging,  or\nother radiation procedures.","Risk Class":"C"},{"S. No.":92,"Device Name":"Rectal balloon for prostate immobilization","Intended Use":"A rectal balloon for prostate immobilization is a single use, inflatable, non-powered positioning device placed in  the  rectum  to  immobilize  the  prostate  in  patients\nundergoing radiation therapy.","Risk Class":"C"},{"S. No.":93,"Device Name":"Remote controlled radionuclide applicator system","Intended Use":"A remote controlled radionuclide applicator system is an electromechanical   or  pneumatic   device   intended  to enable  an  operator  to  apply,  by  remote  control,  a radionuclide source into the body or to the surface of the\nbody for radiation therapy.","Risk Class":"C"},{"S. No.":94,"Device Name":"Stationary radiation protection barrier","Intended Use":"A   device   for   permanent   installation   that   forms   a structural  barrier  that  shields  or  attenuates  radiation emitted  from   primary   radiation   source  or   scattered radiation source.","Risk Class":"B"},{"S. No.":95,"Device Name":"Stereotactic radiotherapy accelerator system","Intended Use":"A  stereotactic  radiation  therapy  system  for  treatment based on a linear accelerator (or microtron). The device may be used to inactivate lymphocytes.","Risk Class":"C"},{"S. No.":96,"Device Name":"X-ray CT system for radiotherapy planning","Intended Use":"A  X-ray  CT  system  that  has  a  special  configuration, containing hardware, software, etc. used in radiotherapy planning. It is used to determine the size and positioning of  the  therapeutic  radiation  field  based  on  a  series  of treatment parameters to be generated.","Risk Class":"C"},{"S. No.":97,"Device Name":"X-ray radiation therapy system","Intended Use":"An x-ray radiation therapy system is a device intended to produce and control x-rays used for radiation therapy.","Risk Class":"C"},{"S. No.":98,"Device Name":"X-ray\/CT combined linear accelerator system","Intended Use":"A combined system of a linear accelerator system and an X-ray CT system for radiotherapy planning.","Risk Class":"C"},{"S. No.":99,"Device Name":"X-ray\/CT combined particle radiotherapy equipment","Intended Use":"A combined system of particle radiotherapy equipment and an X-ray CT system for radiotherapy planning.","Risk Class":"C"},{"S. No.":100,"Device Name":"Patient Positioning System, Ultrasound","Intended Use":"An assembly of devices used to locate, with ultrasound, internal   soft-tissue   anatomy   that   moves   relative   to external  or  bony  landmarks,  to  enable  subsequent adjustment  of  the  patient  for  precise  external  beam radiation  treatment  of  the  target  tissue.  It  typically includes  an  ultrasound  imaging  system,  computerized workstation(s),  optical tracking devices, and dedicated\nsoftware.","Risk Class":"C"},{"S. No.":101,"Device Name":"X-ray\/MR combined linear accelerator system.","Intended Use":"A system intended to provide treatment planning, image- guided     stereotactic     radiosurgery     and     precision radiotherapy    for    lesions,    tumors    and    conditions anywhere  in  the  body  where  radiation  treatment  in indicated. The system operates on the principle of linear acceleration   of   electrons,   providing   a   predictable\nradiation field in a beam of well-defined dimensions","Risk Class":"C"}]