[{"S. No.":1.0,"Device Name":"Acupressure calf band","Intended Use":"Intended to wear around the calf to apply pressure to an acupressure point to relieve low back pain, including sciatica and\npiriformis syndrome. A Non powered belt like device.","Risk Class":"ClassA"},{"S. No.":2.0,"Device Name":"Arthritis TENS system","Intended Use":"Intended to be used as adjunctive therapy in reducing the level of pain and stiffness associated with rheumatoid arthritis or osteoarthritis by electrically stimulating peripheral nerves across the skin (transcutaneous).","Risk Class":"ClassB"},{"S. No.":3.0,"Device Name":"Back\/leg\/chest dynamometer, electronic","Intended Use":"Powered device intended to assess neuromuscular function by measuring the force or power exerted by the back, chest,\nand\/or leg muscles during flexion.","Risk Class":"ClassB"},{"S. No.":4.0,"Device Name":"Back\/leg\/chest dynamometer, mechanical","Intended Use":"Non powered device intended to assess neuromuscular function by measuring the\nforce or power exerted by the back, chest, and\/or leg muscles during flexion.","Risk Class":"ClassA"},{"S. No.":5.0,"Device Name":"Balance-training tongue electrical stimulation system","Intended Use":"Intended to provide biofeedback for training of balance by sensing body movements and subsequently producing signals which are translated into electrical stimuli applied to the tongue, enabling a patient to correlate electrotactile stimulation with their head and body position during exercise sessions.","Risk Class":"ClassB"},{"S. No.":6.0,"Device Name":"Bed\/chair electric massager","Intended Use":"Intended to provide therapeutic massage to the occupant of a bed or chair for the treatment of body aches and pains.","Risk Class":"ClassB"},{"S. No.":7.0,"Device Name":"Bicycle ergometer","Intended Use":"Intended to be used to provide a quantitative measurement of the rate at which work (energy) is performed by a muscle or group of muscles under controlled conditions.","Risk Class":"ClassA"},{"S. No.":8.0,"Device Name":"Bladder-emptying vibratory stimulator","Intended Use":"Intended to initiate urination and facilitate complete bladder emptying through application of small mechanical vibrations\nto the lower abdomen to promote urethral sphincter relaxation.","Risk Class":"ClassB"},{"S. No.":9.0,"Device Name":"Blue\/red\/infrared phototherapy lamp","Intended Use":"Intended to emit blue light, red light, and infrared radiation (heating effect) for phototherapy treatment of mild skin disorders (e.g., mild acne), superficial skin wounds, and musculoskeletal symptoms (e.g., pain, spasm, stiffness).","Risk Class":"ClassA"},{"S. No.":10.0,"Device Name":"Circulating-fluid thermal therapy system","Intended Use":"Intended to be used to pump heated and\/or cooled fluid (e.g., water) through externally applied packs for localized hot and\/or cold therapy to help treat a variety of adverse conditions resulting from musculoskeletal injury (e.g., pain, swelling,\ninflammation).","Risk Class":"ClassB"},{"S. No.":11.0,"Device Name":"Cold compression therapy cervical spine collar","Intended Use":"Intended to facilitate, through cooling and compression, the treatment of a variety of conditions resulting from injury\/surgery to\nthe neck region (e.g., inflammation, stiffness, whiplash).","Risk Class":"ClassA"},{"S. No.":12.0,"Device Name":"Cold\/cool therapy gel","Intended Use":"intended for localized topical skin application to provide a cooling effect for underlying muscles\/joints to reduce pain\nand swelling.","Risk Class":"ClassA"},{"S. No.":13.0,"Device Name":"Cold-air therapy unit","Intended Use":"Intended to reduce localized pain\/inflammation, and\/or to reduce thermal skin damage by applying cold stream of air during dermatological laser treatments.","Risk Class":"ClassB"},{"S. No.":14.0,"Device Name":"Core-body mechanical weight exerciser","Intended Use":"Intended to enable a patient with a lumbar spine injury to perform controlled extension, contraction, and\/or twisting movements of the lumbar\/thoracic spine back region and the abdomen, for testing and rehabilitation.","Risk Class":"ClassA"},{"S. No.":15.0,"Device Name":"Deep-tissue electromagnetic stimulation system","Intended Use":"Intended to apply an electromagnetic (EM) field to body tissues to: 1) treat musculoskeletal disorders (e.g., osteoarthritis, osteoporosis); 2) treat body pain (musculoskeletal, postsurgical); and\/or 3) help facilitate soft and hard tissue wound\/injury healing, with no production of\na therapeutic deep heat.","Risk Class":"ClassB"},{"S. No.":16.0,"Device Name":"Electromechanical orthopaedic extracorporeal shock wave therapy system","Intended Use":"Intended to provide electromechanical orthopaedic extracorporeal shock wave therapy (OEST) to treat musculoskeletal disorders.","Risk Class":"ClassC"},{"S. No.":17.0,"Device Name":"Electronic goniometer\/kinesiol ogy sensor","Intended Use":"Intended to evaluate a patient’s range of motion\/movement of individual joints\/limbs\/spine; it is used in a clinical setting typically before\/after a\nmedical\/surgical intervention, or to assess degree of physical fitness.","Risk Class":"ClassB"},{"S. No.":18.0,"Device Name":"Exothermic heat therapy pack","Intended Use":"Intended to be applied to the body surface, sometimes with pressure, to provide heat therapy to reduce muscle spasms and cramps and\/or for joint and muscle stiffness and pain.","Risk Class":"ClassA"},{"S. No.":19.0,"Device Name":"Foot sensorimotor therapy mechanical neurostimulator","Intended Use":"Intended to provide non-invasive peripheral neurostimulation to the feet for improving somatosensory integration, typically for reducing motor impairments and balance disturbances in patients with neurological or neurodegenerative\ndisorders (e.g., Parkinson's disease).","Risk Class":"ClassC"},{"S. No.":20.0,"Device Name":"Gait analysis system","Intended Use":"Intended to be used to study walking or running patterns.","Risk Class":"ClassA"},{"S. No.":21.0,"Device Name":"Hand dynamometer\/pinch meter, electronic","Intended Use":"Electronic device intended to assess neuromuscular function by measuring the force or power exerted by the muscles of\nthe hand\/forearm to squeeze\/pinch an object.","Risk Class":"ClassB"},{"S. No.":22.0,"Device Name":"Hand dynamometer\/pinch meter, mechanical","Intended Use":"Mechanical device intended to assess neuromuscular function by measuring the force or power exerted by the muscles of the hand\/forearm to squeeze\/pinch an\nobject.","Risk Class":"ClassA"},{"S. No.":23.0,"Device Name":"Hydrotherapy treadmill","Intended Use":"Powered device intended for use in partially immersed in water, e.g., in a hydrotherapy tank, to provide additional resistance to the treadmill walking exercise without increasing the impact and\/or stress on the patient's joints.","Risk Class":"ClassA"},{"S. No.":24.0,"Device Name":"Interferential electrical stimulation system","Intended Use":"Intended to stimulate peripheral nerves through the transcutaneous application of two currents of slightly different frequencies  that cross-over\/interfere, producing a beating frequency at the\ntreatment point.","Risk Class":"ClassC"},{"S. No.":25.0,"Device Name":"Manual goniometer","Intended Use":"Non powered device intended to be used in a clinical setting to measure the range of motion of the limb of a patient by measuring the angle of movement achieved at the joint.","Risk Class":"ClassA"},{"S. No.":26.0,"Device Name":"Medium-wave diathermy treatment system","Intended Use":"Intended to produce a therapeutic deep heat within specific volumes of the body through the transcutaneous transmission of\nelectromagnetic (EM) energy in the radio- frequency (RF) bands of 0.5 MHz to 1 MHz","Risk Class":"ClassB"},{"S. No.":27.0,"Device Name":"Microwave diathermy treatment system","Intended Use":"Intended to produce a therapeutic heat 1 to 2 cm below the skin within specific volumes of the body through the transcutaneous transmission of high frequency electromagnetic (EM) energy, typically 2,450 megahertz (MHz) [microwave], to promote tissue healing and pain relief.","Risk Class":"ClassB"},{"S. No.":28.0,"Device Name":"Musculoskeletal infrared phototherapy unit,","Intended Use":"Intended to provide a source of infrared (IR) heat for localized treatment of musculoskeletal pain\/injury (e.g., muscle pain, sports injury, rheumatism) and to\nimprove blood circulation in the treated areas to facilitate healing.","Risk Class":"ClassB"},{"S. No.":29.0,"Device Name":"Musculoskeletal intense therapeutic ultrasound system","Intended Use":"Intended to produce and deliver intense therapeutic ultrasound (ITU) waves through the skin to create ablative lesions in subcutaneous soft tissues (e.g., muscles, tendons).","Risk Class":"ClassC"},{"S. No.":30.0,"Device Name":"Musculoskeletal\/ physical therapy laser","Intended Use":"Intended to provide noninvasive laser therapy [e.g., infrared phototherapy, low- level laser therapy (LLLT)] for localized treatment of musculoskeletal conditions (e.g., muscle pain, sports injury, disorders of the joints and soft\/connective tissues), improving blood circulation in the treated areas to facilitate healing, or for non-\nneedle acupuncture.","Risk Class":"ClassC"},{"S. No.":31.0,"Device Name":"Parallel bar exerciser,","Intended Use":"Intended to assist users in maintaining good walking posture, particularly a person with a disability, a paraplegic, or a patient\nwho has suffered a stroke and is learning to walk.","Risk Class":"ClassA"},{"S. No.":32.0,"Device Name":"Physical therapy massager","Intended Use":"Electrically powered device intended to\nprovide therapeutic massage to a larger area than hand-held massaging devices.","Risk Class":"ClassB"},{"S. No.":33.0,"Device Name":"Physical therapy paraffin wax bath","Intended Use":"Intended to be filled with liquid paraffin wax for physical therapy.","Risk Class":"ClassB"},{"S. No.":34.0,"Device Name":"Physical therapy steam bath","Intended Use":"Intended to apply hot steam as a physical therapy to a patient.","Risk Class":"ClassB"},{"S. No.":35.0,"Device Name":"Pulsed signal therapy system","Intended Use":"Intended to regenerate damaged cartilage, particularly by stimulating the production of collagen types that are present in healthy cartilage.","Risk Class":"ClassC"},{"S. No.":36.0,"Device Name":"Short-wave diathermy treatment system","Intended Use":"Intended to provide a therapeutic deep heat within specific volumes of the body through the transcutaneous transmission of electromagnetic (EM) energy in the radio-\nfrequency (RF) bands of 13 MHz to 27.12 MHz","Risk Class":"ClassC"},{"S. No.":37.0,"Device Name":"Telemetric diagnostic spirometer","Intended Use":"It is a Battery powered portable device Intended to measure several or all respiratory-gas volume and flow parameters needed to evaluate basic pulmonary function [e.g., vital capacity (VC), peak expiratory flow (PEF), forced expiratory volume (FEV), and forced expiratory flow (FEF)], and to transmit the pulmonary function data via a communication device to a healthcare\nprofessional(s) at a remote server.","Risk Class":"ClassB"},{"S. No.":38.0,"Device Name":"Therapeutic nuclear magnetic resonance system","Intended Use":"Intended to influence cellular metabolism using nuclear magnetic resonance (NMR) for the treatment of degenerate and pathological changes to the movement\/support profiles of a patient's body, in particular diseased skeletal joints, bones, and surrounding muscle tissue (e.g., cervical and lumbar spine, shoulders,\nelbows, hands, hips, knees, feet).","Risk Class":"ClassC"},{"S. No.":39.0,"Device Name":"Silicone Prosthetic Ear","Intended Use":"A silicone prosthetic ear which adheres to the skin using safe, biocompatible glue is a reconstructive option for patients born\nwith microtia and other birth differences such as Treacher Collins or Goldenhar syndrome; as well as those who have suffered traumatic injury or undergone cancer resection surgery.","Risk Class":"Class A"},{"S. No.":40.0,"Device Name":"Silicone Prosthetic Nose","Intended Use":"Silicone prosthetic nose is used to restore normal contour and improve function for patients who have experienced partial or total loss of their nose to traumatic injury, disease or due to surgical removal of the nose (rhinectomy).","Risk Class":"Class A"},{"S. No.":41.0,"Device Name":"External asembled lower limb prosthesis","Intended Use":"An external assembled lower limb prosthesis is a device that is intended for medical purposes and is a preassembled external artificial limb for the lower extremity. Examples of external assembled\nlower limb prostheses are the following:","Risk Class":"Class A"},{"S. No.":null,"Device Name":null,"Intended Use":"Knee\/shank\/ankle\/foot assembly and thigh\/knee\/shank\/ankle\/foot assembly.","Risk Class":null},{"S. No.":42.0,"Device Name":"External limb prosthesis socket liner","Intended Use":"The prosthetic liner acts as an interface that goes between a person's skin and his or her prosthetic. In short, it's a barrier – one that is applied to the skin before the prosthesis to protect the wearer's skin while enhancing comfort and maintaining a more consistent fit.","Risk Class":"Class A"},{"S. No.":43.0,"Device Name":"Finger\/thumb prosthesis","Intended Use":"An artificial substitute for a missing finger or thumb.","Risk Class":"Class A"},{"S. No.":44.0,"Device Name":"Upper extremity prosthesis including a simultaneously powered elbow and\/or shoulder with greater than two simultaneous powered degrees of freedom and controlled by non- implanted electrical components.","Intended Use":"A upper extremity prosthesis including a simultaneously powered elbow and\/or shoulder with greater than two simultaneous powered degrees of freedom and controlled by non-implanted electrical components, is a prescription device intended for medical purposes, and is intended to replace a partially or fully amputated or congenitally absent upper extremity. It uses electronic inputs (other than simple, manually controlled electrical components such as switches) to provide greater than two independent and simultaneously powered degrees of freedom and includes a simultaneously powered elbow and\/or shoulder. Prosthetic arm components that are intended to be used as a system with other arm components must include all degrees of freedom of the total upper extremity prosthesis system.","Risk Class":"Class B"},{"S. No.":45.0,"Device Name":"Powered lower extremity exoskeleton","Intended Use":"A powered lower extremity exoskeleton is a prescription device that is composed of an external, powered, motorized orthosis that is placed over a person's paralyzed or weakened limbs for medical purposes.","Risk Class":"Class B"},{"S. No.":46.0,"Device Name":"TruncalOrthosis","Intended Use":"A truncalorthosis is a device intended for medical purposes to support or to immobilize fractures, strains, or sprains of\nthe neck or trunk of the body. Examples of","Risk Class":"Class A"},{"S. No.":null,"Device Name":null,"Intended Use":"truncalorthoses are the following: Abdominal, cervical, cervical-thoracic, lumbar, lumbo-sacral, rib fracture, sacroiliac, and thoracic orthoses and clavicle splints.","Risk Class":null},{"S. No.":47.0,"Device Name":"Prosthesis External Arm","Intended Use":"External prosthesis for upper limb distal to shoulder joint. The device is intended to be used by patients with upper limb loss or deficiency. Prosthesis may include limb components, socket, frame, covering and accessories to enable functional use of the device.","Risk Class":"Class A"},{"S. No.":48.0,"Device Name":"Congenital hip dislocation abduction splint","Intended Use":"A congenital hip dislocation abduction splint is a device intended for medical purposes to stabilize the hips of a young child with dislocated hips in an abducted position (away from the midline).","Risk Class":"Class A"},{"S. No.":49.0,"Device Name":"Denis Brown splint","Intended Use":"A Denis Brown splint is a device intended for medical purposes to immobilize the foot. It is used on young children with tibial torsion (excessive rotation of the lower leg) or club foot.","Risk Class":"Class A"},{"S. No.":50.0,"Device Name":"Arm sling","Intended Use":"An arm sling is a device intended for medical purposes to immobilize the arm, by means of a fabric band suspended from around the neck.","Risk Class":"Class A"},{"S. No.":51.0,"Device Name":"Crutches","Intended Use":"Crutches helps to transfer load from the legs to the upper body. This is useful for people who cannot use their legs to fully support the weight of their body, due to temporary or permanent disabilities.","Risk Class":"Class A"},{"S. No.":52.0,"Device Name":"Power Knee","Intended Use":"The Power Knee is a motor-powered microprocessor knee. It provides active assistance while walking on level-ground, climbing and descending ramps or stairs and when standing up. Power Knee enables amputees to maintain and regain mobility and participate in the daily activities.","Risk Class":"Class B"},{"S. No.":53.0,"Device Name":"Abdominal Support","Intended Use":"It holds abdominal muscles together to relieve pain. Increase circulation at your surgical site to promote healing and decrease swelling. Make physical activity more comfortable.","Risk Class":"Class A"},{"S. No.":54.0,"Device Name":"Myoelectric forequarter- amputation prosthesis","Intended Use":"The complete control system is to be used exclusively for external prosthetic fitting of the upper limbs.","Risk Class":"Class A"},{"S. No.":55.0,"Device Name":"Stocking, medical support","Intended Use":"Limb support shaped as a stocking unit that is worn on the upper or lower extremity to support, correct, prevent deformity, or to align body structures for functional improvement.","Risk Class":"Class A"},{"S. No.":56.0,"Device Name":"Back Support\/Brace","Intended Use":"A back brace prevents unnecessary movements that further damage the back. This helps align your spine and strengthen your back muscles. Patients back can heal and back pain will decrease.","Risk Class":"Class A"},{"S. No.":57.0,"Device Name":"Prosthetic and orthotic accessory","Intended Use":"A prosthetic and orthotic accessory is a device intended for medical purposes to support, protect, or aid in the use of a cast, orthosis (brace), or prosthesis. Examples of prosthetic and orthotic accessories include the following: A pelvic support band and belt, a cast shoe, a cast bandage, a limb cover, a prosthesis alignment device, a postsurgical pylon, a transverse rotator, and a temporary training splint.","Risk Class":"Class A"},{"S. No.":58.0,"Device Name":"External limb orthotic component","Intended Use":"An external limb orthotic component is a device intended for medical purposes for use in conjunction with an orthosis (brace) to increase the function of the orthosis for a patient's particular needs. Examples of external limb orthotic components include the following: A brace-setting twister and an external brace stirrup.","Risk Class":"Class A"},{"S. No.":59.0,"Device Name":"External limb prosthetic component","Intended Use":"An external limb prosthetic component is a device intended for medical purposes that, when put together with other appropriate\ncomponents, constitutes a total prosthesis. Examples of external limb prosthetic components include the following: Ankle, foot, hip, knee, and socket components; mechanical or powered hand, hook, wrist unit, elbow joint, and shoulder joint components; and cable and prosthesis suction valves.","Risk Class":"Class A"},{"S. No.":null,"Device Name":null,"Intended Use":null,"Risk Class":null},{"S. No.":60.0,"Device Name":"Prosthesis, external, arm, component, hand,\nexternal powered, myopotential","Intended Use":"A controller for prosthetic terminal devices that enables grip and mode switching using passive RFID tags.","Risk Class":"Class A"}]