[{"S. No.":1,"Device Name":"Activated-oxygen generator","Intended Use":"It is a device that makes activated oxygen (singlet oxygen) which is mixed with room air and produces activated water as a by-product.","Risk Class":"B"},{"S. No.":2,"Device Name":"Argon gas analyser","Intended Use":"An instrument intended to measure the concentration (partial pressure) of argon (Ar) in a gas mixture sample to aid in determining a patient's ventilatory status.","Risk Class":"B"},{"S. No.":3,"Device Name":"Artificial airway tube cuff pressure monitor","Intended Use":"A device intended to intermittently or continuously measure the internal pressure in the cuff of an endotracheal (ET)\/endobronchial\/tracheostomy tube when this has been situated into the tracheal passage.","Risk Class":"B"},{"S. No.":4,"Device Name":"Bulk oxygen concentration system","Intended Use":"An assembly of devices designed to concentrate medical grade oxygen (O2) from ambient air and then deliver the concentrated O2, with purity of up to 93%- 99.5%, to the hospital medical gas supply system for therapeutic use on patients in Hospital.","Risk Class":"A"},{"S. No.":5,"Device Name":"Cardiopulmonary resuscitation mask","Intended Use":"A device that intended to be  placed over a patient's mouth to administer \"mouth-to-mask\" exhaled air from the user to the patient during cardiopulmonary resuscitation (CPR).","Risk Class":"A"},{"S. No.":6,"Device Name":"Cerebral oximeter","Intended Use":"A device used as an adjunct monitor for the regional haemoglobin oxygen saturation of blood in the brain of a patient.","Risk Class":"B"},{"S. No.":7,"Device Name":"Chest-oscillation airway secretion-clearing system","Intended Use":"Devices designed to provide high frequency chest wall oscillation (HFCWO) for external chest wall manipulation intended to loosen excessive airway secretions  to promote airway clearance and improve bronchial drainage for patients with respiratory disease.","Risk Class":"B"},{"S. No.":8,"Device Name":"Chest-percussion airway secretion-clearing system","Intended Use":"Devices designed to provide external mechanical percussion (rapid tapping) to the chest wall of a patient to loosen excessive airway secretions to promote airway clearance and improve bronchial drainage for patients with respiratory disease.","Risk Class":"B"},{"S. No.":9,"Device Name":"Cold-air diagnostic inhalation system","Intended Use":"An assembly of devices intended to be used in the assessment of a pateint suffering from asthma.","Risk Class":"B"},{"S. No.":10,"Device Name":"Cough long-term ambulatory recording system","Intended Use":"An assembly of devices intended for long-term detection and recording of the number of times a patient coughs during daily activities or sleep.","Risk Class":"A"},{"S. No.":11,"Device Name":"Cricothyrotome","Intended Use":"A hand-held manual surgical instrument intended to be used to perform a cricothyrotomy providing airway access within seconds for immediate ventilation of the patient and necessary suction procedures.","Risk Class":"B"},{"S. No.":12,"Device Name":"Dry powder inhaler","Intended Use":"A hand-held device designed to administer powdered medicine through the mouth and into the bronchial airways.","Risk Class":"A"},{"S. No.":13,"Device Name":"Dry salt therapy device","Intended Use":"A hand-held inhaler prefilled with salt crystals and used to provide an inhalation of salt particles through the mouth and into the bronchial airways  to induce natural self-cleansing mechanisms that flush away the impurities from the surface of cells and mechanically clean the airways.","Risk Class":"A"},{"S. No.":14,"Device Name":"Electroacoustical airway secretion-clearing system","Intended Use":"An assembly of devices designed to provide externally applied vibrations to the chest wall of a patient via an electroacoustical transducer (the applicator) to loosen excessive airway secretions to promote airway clearance and improve bronchial drainage for patients with respiratory disease.","Risk Class":"B"},{"S. No.":15,"Device Name":"Endotracheal tube introducer","Intended Use":"A device designed to help with the insertion of an endotracheal (ET) tube into the airways of a patient during intubation","Risk Class":"A"},{"S. No.":16,"Device Name":"Exhaled-gas oesophageal intubation detector","Intended Use":"A device designed to verify proper endotracheal (ET) tube placement by detecting\/assessing escaping levels of exhaled carbon dioxide (CO2) during airway management disclosing potential incorrect intubation.","Risk Class":"A"},{"S. No.":17,"Device Name":"Foetal pulse oximeter","Intended Use":"A photoelectric device designed for the monitoring of intrapartum foetal oxygen saturation (FSpO2) in the presence of a non-reassuring foetal heart rate (FHR) pattern during labour.","Risk Class":"B"},{"S. No.":18,"Device Name":"Gas pipeline\/supply system air compressor","Intended Use":"A device designed to create compressed medical grade air, and supply it to a hospital or institution's gas pipeline\/supply system for patient use.","Risk Class":"B"},{"S. No.":19,"Device Name":"Heated respiratory humidifier","Intended Use":"A device designed to heat and humidify air\/oxygen inspired by a patient to help maintain the mucous membranes of the respiratory tract typically during periods of prolonged respiratory support\/therapy.","Risk Class":"B"},{"S. No.":20,"Device Name":"Home-use sleep apnoea recording system","Intended Use":"A device intended to continuously measure and record patient physiological parameters during sleep in the home, to facilitate the diagnosis of sleep apnoea.","Risk Class":"B"},{"S. No.":21,"Device Name":"Hyperbaric chamber","Intended Use":"The intended use of the Hyperbaric Chamber is to administer 100% oxygen at pressure greater than ambient.","Risk Class":"C"},{"S. No.":22,"Device Name":"Hypopnea sensor\/alarm","Intended Use":"An electronic device intended to be used to indicate patient hypopnea by monitoring the movement of the thorax and abdomen with each breath and provides a signal, according to predetermined settings.","Risk Class":"B"},{"S. No.":23,"Device Name":"Impedance pneumography recording\/analysis system","Intended Use":"An assembly of electronic devices intended for\ncontinuous recording of a patient’s pulmonary function parameters using impedance pneumography (IP).","Risk Class":"B"},{"S. No.":24,"Device Name":"Implantable sleep apnoea treatment system","Intended Use":"An assembly of devices intended for home management of obstructive sleep apnoea (OSA) using an implanted stimulator to provide electrical stimulation to the hypoglossal nerve.","Risk Class":"C"},{"S. No.":25,"Device Name":"Infant apnoea monitor","Intended Use":"A device that is used to register the respiratory rate of an infant and which gives an alarm signal (e.g., audible\/visual) when the pre-set limits are exceeded caused by an extended interruption or cessation (apnoea) of the infants breathing pattern; a condition known as sudden infant death syndrome (SIDS).","Risk Class":"B"},{"S. No.":26,"Device Name":"Manual chest percussor","Intended Use":"A hand-held device designed to facilitate manual percussion (rapid tapping) to provide external vibrations to the chest wall of a patient to loosen excessive airway secretions to promote airway clearance and improve bronchial drainage for patients with respiratory disease.","Risk Class":"B"},{"S. No.":27,"Device Name":"Nitrogen monoxide analyser","Intended Use":"A device intended to measure nitric oxide (NO), in exhaled air to facilitate diagnosis and management of asthma.","Risk Class":"B"},{"S. No.":28,"Device Name":"Nitrous oxide analyser","Intended Use":"An instrument used to measure the concentration of nitrous oxide (N2O) in a sample of a gas mixture taken from an enclosed environment such as a healthcare facility, a compressed medical air or gas system, and\/or devices used for anaesthesia administration or respiratory therapy.","Risk Class":"B"},{"S. No.":29,"Device Name":"Pulse oximetry telemetric monitoring system","Intended Use":"An assembly of devices designed to continuously measure and wirelessly transmit haemoglobin oxygen saturation (SpO2) signals from a patient to a receiving location for viewing.","Risk Class":"B"},{"S. No.":30,"Device Name":"Respiratory apnoea monitoring system","Intended Use":"An assembly of devices designed to detect the cessation of breathing (apnoea) in patient who are at risk of respiratory failure to alert a parent or attendant of the life-threatening episode(s).","Risk Class":"B"},{"S. No.":31,"Device Name":"Steam inhaler","Intended Use":"An electrically-powered, hand-held device designed for the inhalation of steam for the relief of the symptoms (congestion and pressure) associated with upper respiratory disorders.","Risk Class":"A"},{"S. No.":32,"Device Name":"Stress test treadmill","Intended Use":"A device used as a component of a stress test system that permits the evaluation of a patient's physiologic response to physical stress.","Risk Class":"A"},{"S. No.":33,"Device Name":"Therapeutic air ionizer","Intended Use":"A device that produces small, biologically-active, negatively-charged ions of oxygen (O2), pulsed at various selected frequencies, that are emitted into the ambient air and absorbed into the bloodstream via the lungs to potentially produce a therapeutic effect.","Risk Class":"A"},{"S. No.":34,"Device Name":"Therapeutic positive pressure breathing ventilator","Intended Use":"A device used for therapeutic rehabilitation of patients with chronic respiratory diseases, and for the distribution of aerosolized pharmacological agents to the patient's airways and lungs.","Risk Class":"C"},{"S. No.":35,"Device Name":"Thoracic bioconductance measurement system","Intended Use":"An assembly of devices designed to measure and store bioconductance measurements, analyse the stored data and provide information that can aid a clinician in their evaluation of lesions suspicious of lung cancer.","Risk Class":"B"},{"S. No.":36,"Device Name":"Thoracic electrical impedance segmentography system","Intended Use":"An assembly of devices designed to perform thoracic bio-impedance measurements to continuously record the distribution of air across 4 quadrants of the lungs, commonly of a neonatal\/infant patient to detect changes in lung ventilation at a regional level, to assist in the diagnosis of lung conditions.","Risk Class":"B"},{"S. No.":37,"Device Name":"Thoracic electrical impedance tomography system","Intended Use":"An assembly of devices designed to perform continuous bio-impedance measurements throughout a cross-section of the thorax, to provide real-time feedback of lung function of a ventilated patient.","Risk Class":"C"},{"S. No.":38,"Device Name":"Thoracic suction pump","Intended Use":"A device intended to generate negative pressure specifically for aspiration, to remove fluids, secretions and air to allow for the normal expansion\/function of the lungs and\/or mediastinum.","Risk Class":"B"},{"S. No.":39,"Device Name":"Tongue-adjustment sleep apnoea treatment system","Intended Use":"An assembly of devices intended for home management of obstructive sleep apnoea (OSA) by monitoring breathing parameters during sleep to detect the onset of an apnoea event and reducing pharyngeal obstruction by the tongue.","Risk Class":"B"},{"S. No.":40,"Device Name":"Tracheostoma protective filter","Intended Use":"A device designed as a filter for protecting a stomal opening in the windpipe  against harmful external influences.","Risk Class":"A"},{"S. No.":41,"Device Name":"Tracheostoma protector","Intended Use":"A patient-worn device in the form of a patch, collar, or cloth designed to be fastened around the neck to protect a tracheostoma orifice against harmful external influences. It is not intended to be used as a shower shield.","Risk Class":"A"},{"S. No.":42,"Device Name":"Tracheostomy tube lubricant","Intended Use":"A substance made of oil designed to be applied by healthcare staff or a patient to the outer surface of a tracheostomy tube inner cannula to facilitate its easy sliding into the outer cannula.","Risk Class":"A"},{"S. No.":43,"Device Name":"Transcutaneous blood gas monitoring system","Intended Use":"An assembly of devices designed for the continuous and transcutaneous measurement of a patient's blood gas parameters detected through the jugular vein (SjvO2).","Risk Class":"B"},{"S. No.":44,"Device Name":"Valsalva manoeuvre mouthpiece","Intended Use":"A device intended to be inserted into a patient's mouth to facilitate performance of the Valsalva manoeuvre.","Risk Class":"A"},{"S. No.":45,"Device Name":"Video intubation laryngoscope handle\/monitor","Intended Use":"A component of a bladed video intubation laryngoscope intended to enable the positioning of the blade into the oral cavity to manipulate the tongue, preventing it from obstructing the oropharynx and enabling a clear view of the trachea for the insertion of an endotracheal (ET) tube prior to the delivery of inhalation anaesthesia and\/or ventilation.","Risk Class":"A"},{"S. No.":46,"Device Name":"Whole-body plethysmograph","Intended Use":"A graphic recorder designed for determining and registering airway resistance and thoracic gas volume to assess pulmonary function.","Risk Class":"B"},{"S. No.":47,"Device Name":"Diagnostic Spirometer","Intended Use":"A device designed to measure several or all respiratory- gas volume and flow parameters needed to evaluate basic pulmonary function.","Risk Class":"B"},{"S. No.":48,"Device Name":"Monitoring Spirometer","Intended Use":"A device designed to measure continuously a patient's tidal volume or minute volume for the evaluation of the patient's ventilatory status.","Risk Class":"B"},{"S. No.":49,"Device Name":"Oxygen Concentrator","Intended Use":"A device designed to concentrate oxygen (O2) from ambient air and deliver the concentrated O2 to patient.","Risk Class":"B"},{"S. No.":50,"Device Name":"Pulmonary function analysis system","Intended Use":"A device used to measure the function of the respiratory system in adults and compliant children.","Risk Class":"B"},{"S. No.":51,"Device Name":"Public respirator (2 ply, 3 ply face mask)","Intended Use":"A filtering mask designed to be placed over the nose and mouth of a member of the general public to permit normal breathing while protecting the wearer from exposure to pathogenic biological airborne particulates\nduring a public health medical emergency.","Risk Class":"A"}]