[{"S. No.":1,"Device Name":"Continuous Glucose Monitor Retrospective Data Analysis Software","Intended Use":"Continuous glucose monitor retrospective data analysis software is intended to analyze and correlate retrospective data from a continuous glucose monitoring device.","Risk Class":"A"},{"S. No.":2,"Device Name":"Continuous Glucose Monitor Secondary Display","Intended Use":"The purpose of the continuous glucose monitor secondary display is to notify another person, the follower, of the patient's continuous glucose monitoring system sensor glucose information in real time.","Risk Class":"B"},{"S. No.":3,"Device Name":"Insulin Pump\nSecondary Display","Intended Use":"The purpose of the insulin pump secondary display is to notify another person of the patient's insulin pump usage information in real time.","Risk Class":"B"},{"S. No.":4,"Device Name":"Insulin Pump Therapy Adjustment Calculator For Healthcare Professionals","Intended Use":"An insulin pump therapy adjustment calculator for healthcare professionals is intended to recommend insulin pump therapy parameter adjustments (e.g., basal rate, insulin to carbohydrate ratios, insulin sensitivity factors) based on data from external devices, including continuous glucose monitors. The device is software with a graphical user interface.","Risk Class":"C"},{"S. No.":5,"Device Name":"Coronary Vascular Physiologic Simulation Software","Intended Use":"A coronary vascular physiologic simulation software device is intended to aid in the identification of functionally significant cardiovascular disease by performing offline analysis of pre-existing imaging data to simulate blood flow in the coronary vasculature.","Risk Class":"C"},{"S. No.":6,"Device Name":"Multivariate Vital Signs Index","Intended Use":"Automated calculation of a summary index (or indices) based on several individual measured vital sign inputs. Collects measured parameter inputs and automates the calculation of a summary index based on those parameters","Risk Class":"B"},{"S. No.":7,"Device Name":"Electrocardiogr aph Software for home use.","Intended Use":"Device intended for home use which creates, analyzes, and displays electrocardiograph data, and can provide information for identifying cardiac arrhythmias.","Risk Class":"B"},{"S. No.":8,"Device Name":"Photoplethysm ograph Analysis Software for home use.","Intended Use":"Photoplethysmograph analysis software device for home analyzes of photoplethysmograph data and provides information for identifying irregular heart rhythms. This device is not intended to provide a clinical diagnosis.","Risk Class":"B"},{"S. No.":9,"Device Name":"Angiographic Coronary Vascular Physiologic Simulation Software","Intended Use":"An angiographic coronary vascular physiologic simulation software device is intended to aid in the identification of functionally significant cardiovascular disease.","Risk Class":"C"},{"S. No.":10,"Device Name":"Software For Visualization Of Vascular Anatomy And Intravascular Devices","Intended Use":"Visualization and measurement of blood vessels and intravascular devices for preoperational planning.","Risk Class":"C"},{"S. No.":11,"Device Name":"Orthodontic\nSoftware","Intended Use":"The device is software that is to be used for the diagnosis and treatment\nplanning of orthodontic patients and conditions.","Risk Class":"C"},{"S. No.":12,"Device Name":"Dental Abutment Design Software For Dental Laboratory","Intended Use":"The software device is intended to aid in the restoration of chewing function by allowing a dental laboratory or dental clinician to design the patient-specific component of a dental abutment (i.e. abutment collar and abutment post) and CAM or create that component at a dental office or dental laboratory following the directions of the dental implant system.","Risk Class":"C"},{"S. No.":13,"Device Name":"Diagnostic Software, K- Nearest Neighbor Algorithm, Autoimmune Disease","Intended Use":"The device is intended to suggest a systemic autoimmune disease association as an aid for differential diagnosis to be evaluated in conjunction with clinical findings and other laboratory tests.","Risk Class":"B"},{"S. No.":14,"Device Name":"Neuropsychiatri c Interpretative Electroencepha lograph Assessment Aid","Intended Use":"Intended as an aid to provide an interpretation of the patient's neuropsychiatric condition.","Risk Class":"C"},{"S. No.":15,"Device Name":"Normalizing Quantitative Electroencepha lograph Software","Intended Use":"Post-hoc statistical analysis of electroencephalograph signals with comparison to a normative database for interpretation by a qualified clinical user.","Risk Class":"C"},{"S. No.":16,"Device Name":"Index- Generating Electroencepha lograph Software","Intended Use":"Analyze electrical activity of the brain by transformation of electroencephalograph signals into a dimensionless index number for use and interpretation by a qualified clinical  user.","Risk Class":"C"},{"S. No.":17,"Device Name":"Source Localization Software For Electroencepha lograph Or Magnetoencep halograph","Intended Use":"Correlation of electrical activity of the brain using various neuroimaging modalities for source-localization","Risk Class":"C"},{"S. No.":18,"Device Name":"Automatic Event Detection Software For Polysomnograp h With Electroencepha lograph","Intended Use":"Automatically mark electroencephalograph and polysomongraph signals in order to aid in identification of such events and annotation of prolonged PSG traces; Automatically calculate simple measures obtained from recorded signals (e.G. Magnitude, time, frequency and simple statistical measures of marked events); All output subject to verification by  qualified clinical  user","Risk Class":"C"},{"S. No.":19,"Device Name":"Automatic Event Detection Software For Full-Montage Electroencepha lograph","Intended Use":"Automatically mark or identify electroencephalograph waveforms for spikes, electrographic seizures, seizure-like events in order to aid in identification of such events and help review and annotation of prolonged EEG traces; All output subject to verification by qualified clinical user","Risk Class":"C"},{"S. No.":20,"Device Name":"Computerized Cognitive Assessment Aid For Concussion","Intended Use":"For use as an assessment aid in the management of concussion.","Risk Class":"C"},{"S. No.":21,"Device Name":"Ataxiagraph With Interpretive\nSoftware","Intended Use":"Device used to determine the extent of ataxia (failure of muscular coordination) by measuring the amount of swaying of the body when the patient is standing erect and with eyes closed and provides interpretation or clinical implication of\nthe measurement.","Risk Class":"A"},{"S. No.":22,"Device Name":"Computerized Behavioral Therapy Device For Psychiatric Disorders","Intended Use":"The device is intended to provide cognitive behavioral therapy to treat substance use disorder. The device is a software-based mobile app downloaded onto a smartphone.","Risk Class":"C"},{"S. No.":23,"Device Name":"Brain Injury Adjunctive Interpretive Oculomotor Assessment Aid","Intended Use":"A traumatic brain injury eye movement assessment aid is a prescription device that uses a patients tracked eye movements to provide an interpretation of the functional condition of the patients brain.","Risk Class":"C"},{"S. No.":24,"Device Name":"Device, Fertility Diagnostic, Contraceptive, Software Application","Intended Use":"Designed to monitor and provide fertility information to prevent pregnancy (contraception).","Risk Class":"C"},{"S. No.":25,"Device Name":"Diabetic Retinopathy Detection\nDevice","Intended Use":"A retinal diagnostic software device is a  software device that incorporates an adaptive algorithm to evaluate ophthalmic images for diagnostic screening to identify retinal diseases or conditions.","Risk Class":"C"},{"S. No.":26,"Device Name":"Colon Computed Tomography System, Computer Aided Detection","Intended Use":"To assist radiologists in the review of multi-slice computed tomography (msct) exams of the colon and highlight potential polyps that the radiologist should review.","Risk Class":"B"},{"S. No.":27,"Device Name":"Lung Computed Tomography System, Computer- Aided Detection","Intended Use":"To assist radiologists in the review of multi-slice computed tomography (msct) exams of the chest and highlight potential nodules that the radiologist should review.","Risk Class":"B"},{"S. No.":28,"Device Name":"Chest X-Ray Computer Aided\nDetection","Intended Use":"To assist radiologists in the review of chest radiographic images and highlight potential nodules that the radiologist should review.","Risk Class":"B"},{"S. No.":29,"Device Name":"Computer- Assisted Diagnostic Software For Lesions Suspicious For Cancer","Intended Use":"Assist clinical users in characterizing lesions identified on acquired medical images","Risk Class":"C"},{"S. No.":30,"Device Name":"Radiological Computer Assisted Detection\/Diag nosis Software For Fracture","Intended Use":"A radiological computer assisted detection and diagnostic software for suspected fracture is an image processing device intended to aid in the detection, localization, and\/or characterization of fracture on acquired medical images (e.g. radiography, MR, CT).","Risk Class":"B"},{"S. No.":31,"Device Name":"X-Ray Angiographic Imaging Based Coronary Vascular Simulation Software Device","Intended Use":"X-ray angiographic imaging based coronary vascular simulation software device is a  device that provides an image analysis tool to assess blood flow in the coronary vascular system using X-ray angiographic imaging data.  And yields simulation-based metrics for certain cardiology applications which aid clinical user.","Risk Class":"B"},{"S. No.":32,"Device Name":"Automated Radiological Image Processing Software","Intended Use":"To provide automated radiological image processing and artificial intelligence based analysis tools.","Risk Class":"B"},{"S. No.":33,"Device Name":"Image Acquisition And\/Or Optimization Guided By Artificial Intelligence","Intended Use":"A radiological acquisition and\/or optimization guidance system is a device that is intended to aid in the acquisition and\/or optimization of images and\/or diagnostic signals.","Risk Class":"B"},{"S. No.":34,"Device Name":"Burn Resuscitation Decision Support Software","Intended Use":"The burn resuscitation decision support system (BRDSS) is intended for use in prediction of hourly fluid volume during initial 24 hours of burn resuscitation. It is intended for patients who have greater than 20% total body surface area burn.","Risk Class":"C"},{"S. No.":35,"Device Name":"Software, Similarity Score Algorithm, Tissue Of Origin For Malignant Tumor Types","Intended Use":"This test is intended to measure the degree of similarity between the RNA expression pattern in a patient?s fresh-frozen tumor and the RNA expression patterns in a database of tumor samples for some common malignant tumor types that were diagnosed according to then current clinical and pathological practice.","Risk Class":"C"},{"S. No.":36,"Device Name":"Software for peritoneal dialysis\ntreatment","Intended Use":"A software that performs prescription simulation of peritoneal dialysis based on the results obtained from a peritoneal function test (PFT), a peritoneal equilibration test (PET) and a body composition analyzer. It supports\npreparation of a dialysis treatment plan.","Risk Class":"C"},{"S. No.":37,"Device Name":"Software for radiation planning","Intended Use":"A software that calculates and displays the area to be treated with radiation and the internal dose distribution based on the results obtained with CT systems etc. , and supports the radiotherapy planning.","Risk Class":"C"},{"S. No.":38,"Device Name":"Software for radiotherapy QAQC\nplanning","Intended Use":"A software that verifies the validity of the radiotherapy plan by recalculation of the dose and the MU value calculated with the radiotherapy planning system software and radiotherapy planning system.","Risk Class":"C"},{"S. No.":39,"Device Name":"Software for ophthalmic surgery treatment planning","Intended Use":"A software for intended to aid ophthalmic surgical planning based on measurement of the eye prior to the surgery. It simulates surgical results.","Risk Class":"C"},{"S. No.":40,"Device Name":"Software for active implanted device control","Intended Use":"A software used to transmit one or more electrical operating characteristics noninvasively to the active base unit and change the characteristics.","Risk Class":"C"},{"S. No.":41,"Device Name":"Information collating software for\nradiotherapy","Intended Use":"A software that has function of collating the information such as irradiation parameter specified by a radiation planning software, and the condition that a radiotherapy equipment irradiates, on the occasion of the irradiation of X-ray in\nthe radiotherapy.","Risk Class":"C"},{"S. No.":42,"Device Name":"Software for gene variants analysis (for cancer genome profiling)","Intended Use":"A software for gene variants analysis which is designed to perform cancer genome profiling based on information of gene variants obtained from body tissue samples.","Risk Class":"C"},{"S. No.":43,"Device Name":"Supporting software for differential diagnosis with endoscopic imaging","Intended Use":"A software, which is designed to process data obtained from an endoscopic image. The resultant data are provided for diagnostic, etc. It has functions to output numeric values and graphs based on quantitative data such as benign\/malignant differentiation of lesion candidates, presenting candidates of diagnostic outcomes, and stage of disease progression.","Risk Class":"C"},{"S. No.":44,"Device Name":"Chairside dental CAD\/CAM unit","Intended Use":"Intended for computer-aided design (CAD) or computer-aided manufacturing (CAM) of dental restorations.","Risk Class":"B"},{"S. No.":45,"Device Name":"Software for using with mammography- combined diagnostic X- ray system","Intended Use":"A software, which is designed to processes data obtained from a combined diagnostic mammography-radiography system.","Risk Class":"B"},{"S. No.":46,"Device Name":"Software for public thoracic and abdominal health screening diagnostic X- ray system","Intended Use":"A software, which is designed to process data obtained from a thoracic and abdominal public health screening diagnostic X-ray system. The resultant data are provided for diagnosis, etc. This term may involve the recording media where the software are stored.","Risk Class":"B"},{"S. No.":47,"Device Name":"Software for visual evoked response\nstimulator","Intended Use":"A software, which is designed to process data obtained from a visual evoked response stimulator. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":48,"Device Name":"Software for auditory evoked response stimulator","Intended Use":"A software for medical device, which is designed to process data obtained from an auditory evoked response stimulator. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":49,"Device Name":"Software for pulmonary exercise stress monitoring system","Intended Use":"A software, which is designed to process data obtained from a pulmonary exercise stress monitoring system.","Risk Class":"B"},{"S. No.":50,"Device Name":"Software for ECG recorder with real-time analysis","Intended Use":"A software, which is designed to process data obtained from an ECG recorder with real-time analysis. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":51,"Device Name":"Software for film-recorded digital\nradiography","Intended Use":"A software, which is designed to process data obtained from a film-recorded digital radiography. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":52,"Device Name":"Software for dye dilution cardiac output calculator","Intended Use":"A software, which is designed to process data obtained from a dye dilution cardiac output unit. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":53,"Device Name":"Software for urodynamic measurement\nsystem","Intended Use":"A software, which is designed to process data obtained from a urodynamic measurement system. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":54,"Device Name":"Software for vestibular function caloric stimulator","Intended Use":"A software, which is designed to process data obtained from a vestibular function caloric stimulator. The resultant data are provided for diagnosis, etc.","Risk Class":"B"},{"S. No.":55,"Device Name":"Surporting software for external fixators treatment plan","Intended Use":"A software that analyzes information useful for bone fracture and for correction of bone deformities based on information collected from diagnostic X-ray systems, etc. or based on information entered in a therapeutic apparatus, and supports preparation of a treatment plan with external fixators.","Risk Class":"B"},{"S. No.":56,"Device Name":"Diagnostic supporting software for\ndiabetes","Intended Use":"A software that supports analysis and assessment of therapeutic effects of diabetes treatment by processeing information collected from a blood glucose meter, etc into the data related to changes or trends in blood glucose levels.","Risk Class":"B"},{"S. No.":57,"Device Name":"Quantitative calculation software for\nIGC test","Intended Use":"A software that performs quantitative calculation of blood flow in relation to a brightness time change based on information obtained from video images of indocyanine green angiography.","Risk Class":"B"},{"S. No.":58,"Device Name":"Analyzing software for hemodynamics or cardiac function","Intended Use":"A medical device program that analyzes hemodynamics or cardiac function based on information obtained from diagnostic imaging systems, etc. and uses the results for diagnosis.","Risk Class":"B"},{"S. No.":59,"Device Name":"Supporting software for root canal\ntreatment","Intended Use":"A software for medical device, which is used to support preparation of a treatment plan based on information collected from diagnostic imaging systems, etc. in the root canal treatment.","Risk Class":"B"},{"S. No.":60,"Device Name":"Ventilator, software","Intended Use":"A data program designed for use in, or together with, a ventilator allowing it to function according to the intended purpose. The software can be installed, or exchanged as an upgrade.","Risk Class":"C"}]