[{"S. No.":1,"Device Name":"Bare-metal urethral stent, short-term","Intended Use":"A sterile non-bioabsorbable tubular device intended to be placed short-term (<= 30 days) in the urethra to facilitate urethral patency and an unimpeded flow of urine from the bladder; it is typically used to relieve\nlower urinary tract symptoms (LUTS) due to benign prostatic hyperplasia (BPH).","Risk Class":"C"},{"S. No.":2,"Device Name":"Biliary\/urinary stone retrieval basket","Intended Use":"A flexible manual instrument designed to remove biliary and\/or urinary stones (gallbladder and\/or renal calculi) from the body during an endoscopic procedure.","Risk Class":"B"},{"S. No.":3,"Device Name":"Bladder neck spreader","Intended Use":"A manual gastroenterology-urology surgical instrument with specially designed moveable blades intended to be used to separate and spread the bladder neck. This is a reusable device.","Risk Class":"A"},{"S. No.":4,"Device Name":"Bladder-emptying vibratory stimulator","Intended Use":"A battery-powered, hand-held device intended to be used in the home or healthcare facility by a patient to help initiate urination and facilitate complete bladder emptying through application of small mechanical vibrations to the lower abdomen to promote urethral\nsphincter relaxation.","Risk Class":"B"},{"S. No.":5,"Device Name":"Closed-ended wearable urine collection bag, non- sterile","Intended Use":"A non-sterile flexible plastic pouch designed to connect to a urinary catheter and to be strapped to the leg of a patient to collect discharged urine; it is not designed with an opening for urine drainage.","Risk Class":"A"},{"S. No.":6,"Device Name":"Closed-ended wearable urine collection bag, sterile","Intended Use":"A sterile flexible plastic pouch designed to connect to a urinary catheter and to be strapped to the leg of a patient to collect discharged urine; it is not designed with an opening for urine drainage.","Risk Class":"A"},{"S. No.":7,"Device Name":"Cystometer","Intended Use":"A device used to examine the bladder, providing measurement data concerning pressure and volume. This data will be used for diagnostic evaluation of the neuromuscular mechanisms of the bladder.","Risk Class":"B"},{"S. No.":8,"Device Name":"Cystometer probe, ultrasonic","Intended Use":"A device that emits ultrasound energy generated by a cystometer in order to study bladder function by measuring bladder capacity, sensation, pressure,  and residual urine.","Risk Class":"B"},{"S. No.":9,"Device Name":"Cystoscopic electrode","Intended Use":"A sterile electrical conductor intended to be placed in contact with the bladder to stimulate it and\/or record its electrical activity for diagnostic examination.","Risk Class":"B"},{"S. No.":10,"Device Name":"Diaphragm wearable urinal","Intended Use":"A non-sterile urine drainage device designed for men with incontinence consisting of a front piece with a scrotal support and a leak-proof, flexible diaphragm through which the penis passes into a closed cone-\nshaped tube connected to a leg bag into which the urine is collected.","Risk Class":"A"},{"S. No.":11,"Device Name":"Draping incontinence liner","Intended Use":"A non-sterile padded sheet intended to cover and protect a device\/piece of furniture (e.g., wheelchair, bed, sofa) occupied by an incontinent person by catching and retaining urine.","Risk Class":"A"},{"S. No.":12,"Device Name":"Drip wearable urinal","Intended Use":"A non-sterile urine drainage device designed for men to contain a moderate leakage consisting of a front piece with an integrated tubular sheath that fits fully over the penis and into which dribbling urine is\ncollected.","Risk Class":"A"},{"S. No.":13,"Device Name":"Electrohydraulic lithotripsy system","Intended Use":"An assembly of devices that uses plasma-induced shock waves for the intracorporeal fragmentation of\nstones (calculi) found in the kidney, ureter, and bladder.","Risk Class":"B"},{"S. No.":14,"Device Name":"Electrohydraulic\/pneumatic lithotripsy system probe, urinary, single-use","Intended Use":"A sterile, slender, rod-like device intended to be used as part of an intracorporeal lithotripsy system to transmit shock waves from electrohydraulic or pneumatic sources directly to a calculus in the urinary tract (i.e., kidneys, ureters, and bladder),\nproviding high-speed fragmentation of the calculus in situ.","Risk Class":"B"},{"S. No.":15,"Device Name":"Electromechanical lithotripsy system, extracorporeal","Intended Use":"An assembly of devices that non-invasively disintegrates stones (i.e., calculi) by sending focused shock waves from outside the body produced by an electromechanical generator.","Risk Class":"B"},{"S. No.":16,"Device Name":"Electromechanical lithotripsy system, intracorporeal","Intended Use":"An assembly of devices designed to create shock waves through electromechanical action for the intracorporeal fragmentation of calculi (stones) in the urinary tract (i.e., kidney, ureter and bladder); the resulting debris may be actively removed or passed out by natural means at a later date.","Risk Class":"B"},{"S. No.":17,"Device Name":"Female wearable urinal, reusable","Intended Use":"A non-sterile, urine drainage device designed for women that typically consists of a flexible tube attached to a collector that is specially formed to securely fit around the female genitals to provide a route to channel urine, via a tube, into a collection bag.","Risk Class":"A"},{"S. No.":18,"Device Name":"Fibreoptic ureteral catheter, reusable","Intended Use":"A flexible tube containing a fibreoptic bundle that emits light throughout its length, intended to be inserted into the ureter for illumination to enable the path of the ureter to be seen. It also includes a plug for connection to a fibreoptic light source and a port for irrigation at its proximal end.","Risk Class":"B"},{"S. No.":19,"Device Name":"Filiform urethral bougie","Intended Use":"An extremely thin, wire-like, manual surgical instrument designed for traversing and exploring urethral strictures and\/or dilating the urethra, introduced directly or through an appropriately-\nthreaded urethral catheter.","Risk Class":"B"},{"S. No.":20,"Device Name":"Flexible endoscopic stone- retrieval forceps, reusable","Intended Use":"A flexible manual device intended to be inserted through the working channel of a compatible flexible endoscope to grasp and remove stones (e.g., calculi\nfrom the urinary tract) or foreign bodies during an endoscopic procedure.","Risk Class":"B"},{"S. No.":21,"Device Name":"Flexible fibreoptic cystonephroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination\/treatment of the bladder, the urethra (including the prostate region), and the kidneys.","Risk Class":"B"},{"S. No.":22,"Device Name":"Flexible fibreoptic cystoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the bladder and the urinary tract.","Risk Class":"B"},{"S. No.":23,"Device Name":"Flexible fibreoptic cystourethroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the bladder and the urethra, including the prostate region.","Risk Class":"B"},{"S. No.":24,"Device Name":"Flexible fibreoptic nephroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the kidney. It is inserted percutaneously into the renal pelvis during nephroscopy.","Risk Class":"B"},{"S. No.":25,"Device Name":"Flexible fibreoptic ureterorenoscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the ureter and the renal pelvis.","Risk Class":"B"},{"S. No.":26,"Device Name":"Flexible fibreoptic ureteroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the ureter (the upper urinary tract that connects the\nkidney to the bladder).","Risk Class":"B"},{"S. No.":27,"Device Name":"Flexible fibreoptic urethroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the urethra (the muscular tube that leaves the urinary bladder for the excretion of urine).","Risk Class":"B"},{"S. No.":28,"Device Name":"Flexible ureteral sheath\/fibreoptic telescope","Intended Use":"A sterile device assembly intended to function as a flexible endoscope for the visual examination and treatment of body cavities\/organs that can be accessed via the ureter for cystoscopic, nephroscopic, laparoscopic, and ureteroscopic procedures.","Risk Class":"B"},{"S. No.":29,"Device Name":"Flexible video cystonephroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination\/treatment of the bladder, urethra (including prostate region), and kidneys.","Risk Class":"B"},{"S. No.":30,"Device Name":"Flexible video cystoscope, reusable","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the bladder and the urinary tract by introduction\nthrough the urethra.","Risk Class":"B"},{"S. No.":31,"Device Name":"Flexible video cystourethroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the bladder and the urethra, including the prostate region.","Risk Class":"B"},{"S. No.":32,"Device Name":"Flexible video nephroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the kidney.","Risk Class":"B"},{"S. No.":33,"Device Name":"Flexible video ureterorenoscope, reusable","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the ureter and the renal pelvis.","Risk Class":"B"},{"S. No.":34,"Device Name":"Flexible video ureteroscope, reusable","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the ureter (the upper urinary tract that connects the kidney to the bladder).","Risk Class":"B"},{"S. No.":35,"Device Name":"Flexible video urethroscope","Intended Use":"An endoscope with a flexible inserted portion intended for the visual examination and treatment of the urethra (the muscular tube that leaves the urinary bladder for the excretion of urine).","Risk Class":"B"},{"S. No.":36,"Device Name":"General-purpose ureteral catheter","Intended Use":"A flexible tube designed for introduction into the ureters through a cystoscope or nephroscope.","Risk Class":"B"},{"S. No.":37,"Device Name":"Hand pneumatic lithotripsy system, urinary","Intended Use":"An assembly of devices, held by the operator, that uses pneumatically-created ballistic shock waves for the intracorporeal fragmentation of stones (calculi) in the urinary tract (i.e., kidneys, ureters, and bladder)\nfor their removal.","Risk Class":"B"},{"S. No.":38,"Device Name":"Hand-held urinal, female","Intended Use":"A portable, hand-held container\/set, typically made of plastic, intended to be directly urinated into by a female (typically bed-bound) patient for excretory purposes.","Risk Class":"A"},{"S. No.":39,"Device Name":"Hand-held urinal, male, reusable","Intended Use":"A portable, hand-held container intended to be directly urinated into by a male (typically bed-bound) patient for excretory purposes.","Risk Class":"A"},{"S. No.":40,"Device Name":"Hepatic function analysis system","Intended Use":"An assembly of mains electricity (AC-powered) devices intended to aid in the quantitative assessment of liver function by the in vivo measurement of the plasma concentration and clearance of a tracer substance [e.g., indocyanine green (ICG)] in the peripheral vasculature following\nintravenous injection.","Risk Class":"B"},{"S. No.":41,"Device Name":"Home faecal specimen collection kit","Intended Use":"A collection of non-sterile devices and materials intended to be used by a layperson to collect and mail a faecal (stool) sample to a clinical laboratory for diagnostic testing or screening purposes (e.g., occult blood, cytology).","Risk Class":"A"},{"S. No.":42,"Device Name":"Hydraulic male urinary incontinence treatment system","Intended Use":"An assembly of implantable devices intended to treat male urinary incontinence by applying pressure to partially\/fully occlude the bladder neck and\/or urethra, typically after radical prostatectomy or\ntransurethral resection of the prostate.","Risk Class":"C"},{"S. No.":43,"Device Name":"Hydraulic male urinary incontinence treatment system port","Intended Use":"An implantable component of a hydraulic male urinary incontinence treatment system intended to provide access to the system’s inflatable pad (e.g., cushion, balloon), for the intra- and\/or postoperative introduction\/removal of fluid (e.g., saline).","Risk Class":"C"},{"S. No.":44,"Device Name":"Hydraulic male urinary incontinence treatment system tubing","Intended Use":"An implantable length of tube that functions as a component of a hydraulic male urinary incontinence treatment system and intended to provide connection between the system’s inflatable pad (e.g., cushion, balloon) and the system’s port, for the intra- and\/or postoperative introduction\/removal of fluid (e.g.,\nsaline); it is typically made of silicone and metal.","Risk Class":"C"},{"S. No.":45,"Device Name":"Hydraulic male urinary incontinence treatment system tubing plug","Intended Use":"An implantable component of a hydraulic male urinary incontinence treatment system intended to seal the system’s tubing to prevent spillage\/leakage of its contents when introduction\/removal of fluid to\/from the system’s pad (e.g., cushion, balloon) is\nnot needed; it is typically made of metal.","Risk Class":"C"},{"S. No.":46,"Device Name":"Incontinence device suspender","Intended Use":"A device used by a person with a disability to secure a body-worn incontinence device [e.g., a nappy (diaper) or a pad] in a stable and safe position.","Risk Class":"A"},{"S. No.":47,"Device Name":"Incontinence penis clamp, reusable","Intended Use":"A male urinary incontinence device designed to gently compress the penis, either the proximal shaft or the glans penis, to occlude the urethra and prevent involuntary urination\/dribbling for men who are incontinent of the bladder.","Risk Class":"A"},{"S. No.":48,"Device Name":"Incontinence sensor\/alarm","Intended Use":"A electrically-powered electronic device intended to provide an audible, visible and\/or tactile signal to alert the patient or a caregiver when a small quantity of urine and\/or faeces incontinently released is\ndetected by a sensing mechanism (e.g., a sensor pad or detector).","Risk Class":"B"},{"S. No.":49,"Device Name":"Inflatable penile prosthesis","Intended Use":"An inflatable\/deflatable sterile device designed of several interconnected components intended to be surgically implanted in a patient with erectile dysfunction (ED) [commonly known as impotence] in order to achieve selective penile tumescence and rigidity adequate for vaginal intercourse","Risk Class":"C"},{"S. No.":50,"Device Name":"Intermittent urethral catheterization kit, non- sterile","Intended Use":"A collection of non-sterile devices that includes a urological catheter (with or without a urine drainage bag), a cap, and other related accessories intended for self-urinary catheterization.","Risk Class":"B"},{"S. No.":51,"Device Name":"Intermittent urethral catheterization kit, sterile","Intended Use":"A collection of sterile devices that includes a urological catheter (with or without a urine drainage bag), a cap, and other related accessories intended for self-urinary catheterization.","Risk Class":"B"},{"S. No.":52,"Device Name":"Intermittent urethral drainage catheter, antimicrobial","Intended Use":"A sterile, flexible or rigid, tube designed to be repeatedly inserted through the urethra, typically by the user (i.e., self-applied), to the urinary bladder to provide short-term, episodic urine drainage (removed after each void), typically for an individual who is\nphysiologically incapable of voiding.","Risk Class":"B"},{"S. No.":53,"Device Name":"Intermittent urethral drainage catheter, non- sterile","Intended Use":"A non-sterile, flexible or rigid, tube designed to be repeatedly inserted through the urethra, typically by the user (i.e., self-applied), to the urinary bladder to provide short-term, episodic urine drainage (removed\nafter each void), typically for an individual who is physiologically incapable of voiding.","Risk Class":"B"},{"S. No.":54,"Device Name":"Intermittent urethral drainage catheter, sterile","Intended Use":"A sterile, flexible or rigid, tube designed to be repeatedly inserted through the urethra, typically by the user (i.e., self-applied), to the urinary bladder to provide short-term, episodic urine drainage (removed after each void), typically for an individual who is physiologically incapable of voiding.","Risk Class":"B"},{"S. No.":55,"Device Name":"Intracorporeal lithotripsy suction system","Intended Use":"An assembly of devices designed for use with an intracorporeal lithotripsy system to evacuate, by suction, the irrigation fluid-containing fragments of\nurinary calculi from the kidneys, ureters, and bladder during lithotripsy.","Risk Class":"B"},{"S. No.":56,"Device Name":"Intraurethral valve\/pump","Intended Use":"A sterile, non-powered device intended to be inserted into the female urethra to facilitate urine voiding in patients with incomplete bladder emptying due to impaired detrusor contractility (IDC) of neurologic origin.","Risk Class":"B"},{"S. No.":57,"Device Name":"Laser lithotripsy fibre\/suction guide","Intended Use":"A sterile device intended to be inserted through the working channel of a rigid nephroscope during laser lithotripsy to function as a channel for insertion of the laser fibre of a laser beam guide (e.g., of a general\/multiple surgical laser system), and for removal of debris (e.g., fluid, calculi fragments) when\nconnected to a vacuum source.","Risk Class":"C"},{"S. No.":58,"Device Name":"Laser lithotripsy system","Intended Use":"An assembly of devices consisting of a specialized ureteroscope, a laser resistant catheter, and a dedicated laser designed for the intracorporeal disintegration of ureteral stones (calculi).","Risk Class":"C"},{"S. No.":59,"Device Name":"Lithotrite","Intended Use":"A hand-held manual surgical instrument designed for the mechanical crushing of renal stones (calculi) in the urinary tract and\/or bladder","Risk Class":"B"},{"S. No.":60,"Device Name":"Male urinary outflow analysis system","Intended Use":"A mains electricity (AC-powered) assembly of devices intended to be used to measure urine flow rate and to estimate iso-volumetric bladder pressure in men with the use of an inflatable penile cuff. It typically consists of a dedicated computer and application software, an automatic cuff inflation\/deflation unit, a single-use penile cuff, and a load-measuring cell\/stand.","Risk Class":"B"},{"S. No.":61,"Device Name":"Male urinary outflow analysis system cuff","Intended Use":"A non-sterile inflatable cuff that is a component of a male urinary outflow analysis system.","Risk Class":"B"},{"S. No.":62,"Device Name":"Manometric catheter sheath","Intended Use":"A non-sterile, synthetic polymer sleeve intended to cover\/protect and prevent contamination of a manometric catheter (including barostat catheter).","Risk Class":"B"},{"S. No.":63,"Device Name":"Microwave hyperthermia system catheter, prostatic- ablation, reusable","Intended Use":"A thin rod intended to be used as part of a hyperthermia system to treat disorders of the prostate [e.g., cancer, benign prostatic hyperplasia (BPH), prostatitis] through the local application of heat from microwaves.","Risk Class":"C"},{"S. No.":64,"Device Name":"Penile extracorporeal shock wave therapy system","Intended Use":"A mobile assembly of devices designed to provide spark-gap-generated, low-intensity, extracorporeal shock wave therapy to treat erectile dysfunction (ED) [impotence] to rehabilitate penile erection and rigidity adequate for intercourse.","Risk Class":"B"},{"S. No.":65,"Device Name":"Penile extracorporeal shock wave therapy system applicator","Intended Use":"A hand-held device designed to transmit spark-gap- generated (electrohydraulic), low-intensity, shock waves from a penile extracorporeal shock wave therapy system generator to the skin of the penile shaft and the penile crura to treat erectile dysfunction (ED) [impotence] to rehabilitate penile erection and rigidity adequate for intercourse.","Risk Class":"B"},{"S. No.":66,"Device Name":"Penis wearable urinal","Intended Use":"A non-sterile, externally-worn, urine drainage device intended to be worn over the penis of an incontinent male patient to channel urine, via a tube, into a collection bag. It consists of a urinary incontinence penis attachment (e.g., sheath or adhesive port), tubing, and a wearable urine collection bag.","Risk Class":"B"},{"S. No.":67,"Device Name":"Penis\/scrotum wearable urinal","Intended Use":"A non-sterile urine drainage device designed for men with incontinence and a retracted penis that includes a front piece (a shaped cone) intended to contain\nboth the penis and the scrotum to form a leak-proof seal around the male genitals.","Risk Class":"B"},{"S. No.":68,"Device Name":"Perineal orifice incontinence-control electrical stimulation system, remote control","Intended Use":"An assembly of battery-powered, remote-controlled devices designed for intravaginal pelvic floor exercise to treat urinary incontinence and other pelvic problems in women (e.g., pelvic pain and sexual\ndysfunction) through the application of electrical stimuli to the muscles of the pelvic floor.","Risk Class":"C"},{"S. No.":69,"Device Name":"Piezoelectric lithotripsy system","Intended Use":"An assembly of devices that non-invasively disintegrates stones (i.e., calculi) by sending focused shock waves from outside the body produced by a piezoelectric generator.","Risk Class":"C"},{"S. No.":70,"Device Name":"Pyeloscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the renal pelvis and major or minor calyces.","Risk Class":"B"},{"S. No.":71,"Device Name":"Rigid cystoscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the bladder and the urinary tract.","Risk Class":"B"},{"S. No.":72,"Device Name":"Rigid cystourethroscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the bladder and the urethra, including the prostate region.","Risk Class":"B"},{"S. No.":73,"Device Name":"Rigid nephroscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the kidney.","Risk Class":"B"},{"S. No.":74,"Device Name":"Rigid ureterorenoscope","Intended Use":"An endoscope with a rigid or semi-rigid inserted portion intended for the visual examination and treatment of the ureter and the renal pelvis; some\ntypes may have a flexible tip at the distal end of the inserted portion.","Risk Class":"B"},{"S. No.":75,"Device Name":"Rigid ureteroscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the ureter, (the upper urinary tract that connects the kidney to the bladder).","Risk Class":"B"},{"S. No.":76,"Device Name":"Rigid urethroscope","Intended Use":"An endoscope with a rigid inserted portion intended for the visual examination and treatment of the urethra (the muscular tube that leaves the urinary bladder for the excretion of urine).","Risk Class":"B"},{"S. No.":77,"Device Name":"Rigid video ureterorenoscope","Intended Use":"A sterile endoscope with a rigid or semi-rigid inserted portion intended for the visual examination and treatment of the ureter and the renal pelvis; some types may have a flexible tip at the distal end of the inserted portion.","Risk Class":"B"},{"S. No.":78,"Device Name":"Spark-gap lithotripsy system","Intended Use":"An assembly of devices that non-invasively disintegrates stones (i.e., calculi) by sending focused shock waves from outside the body produced by a spark-gap generator.","Risk Class":"B"},{"S. No.":79,"Device Name":"Suprapubic needle, surgical, reusable","Intended Use":"A hand-held manual surgical instrument designed with a sharp pyramidal or conical point at the distal end to percutaneously puncture the lower abdominal wall to provide suprapubic access for surgical repair, typically to position a sling used in the treatment of female stress urinary incontinence (SUI) associated\nwith bladder prolapse.","Risk Class":"B"},{"S. No.":80,"Device Name":"Temperature-monitoring indwelling urethral drainage catheter","Intended Use":"A sterile, flexible tube with an inflatable balloon on its distal tip for retention in the urinary bladder, after its insertion through the urethra, where it functions as a long-term indwelling device for continuous urinary drainage and simultaneous monitoring of core body temperature through its integral temperature sensor, typically during or after surgery or in the presence of obstruction or paralysis.","Risk Class":"B"},{"S. No.":81,"Device Name":"Transobturator needle, reusable","Intended Use":"A hand-held manual surgical instrument with a sharp pyramidal or conical point used to create a percutaneous puncture using the transobturator approach (i.e., the insertion points overlie the obturator space in the genitofemoral crease lateral to the vagina), for the surgical positioning of a sling used in the treatment of stress urinary incontinence (SUI), which may be associated with a prolapse.","Risk Class":"B"},{"S. No.":82,"Device Name":"Transvaginal needle, surgical","Intended Use":"A hand-held manual surgical instrument with a sharp pyramidal or conical point designed to create a puncture in the vaginal wall for the surgical positioning of a sling typically used in the treatment of stress urinary incontinence (SUI) associated with bladder prolapse.","Risk Class":"B"},{"S. No.":83,"Device Name":"Ultrasonic lithotripsy system","Intended Use":"An assembly of devices designed to use ultrasonic (US) shock waves for the intracorporeal\nfragmentation of stones (calculi) found in the kidney, ureter, and bladder.","Risk Class":"B"},{"S. No.":84,"Device Name":"Ureteral patency kit","Intended Use":"A collection of devices intended to assist treatment of a blocked ureter and to help maintain ureteral\npatency through natural orifice or percutaneous access.","Risk Class":"B"},{"S. No.":85,"Device Name":"Urethral drainage catheter punch","Intended Use":"A hand-held manual instrument designed for cutting a small hole (e.g., 0.3 mm diameter) into the distal end of a closed Foley catheter (usually 14.0 French or larger) to form a \"Council tip Foley catheter\", allowing it to be placed over a guidewire or ureteral catheter.","Risk Class":"B"},{"S. No.":86,"Device Name":"Urethral\/suprapubic catheter valve-connector","Intended Use":"A small, sterile valve intended to be connected to a urethral and\/or suprapubic catheter to allow intermittent bladder drainage\/filling (as an alternative\nto continuous drainage).","Risk Class":"A"},{"S. No.":87,"Device Name":"Urinary-incontinence vaginal insert, reusable","Intended Use":"A non-sterile, device intended to be inserted into the vagina in order to relieve mixed or stress urinary incontinence in an adult female by providing urethral support when pressure is transferred from the abdomen to the pelvic floor area (e.g. upon coughing,\nlaughing, sneezing, exertion).","Risk Class":"A"},{"S. No.":88,"Device Name":"Urodynamic measurement system","Intended Use":"An assembly of devices used for advanced diagnosis\/study of the bladder. It is used to identify the cause of abnormal voiding, including incontinence and is useful for the diagnosis of, e.g., neurogenic bladder diseases, stress incontinence, urinary path obstruction or spastic sphincters.","Risk Class":"B"}]